{
    "KPlugin": {
        "Description": "This plugin allows you to autocorrect all text in composer or selected text.",
        "Description[ar]": "تتيح لك هذه الملحقة تصحيح كامل النّصّ (أو جزء منه) في المؤلّف آليًّا.",
        "Description[az]": "Bu əlavə, sizə redaktordakı bütün mətnləriəvə ya seçilmiş mətnə avtomatik düzəliş etməyə imkan verir.",
        "Description[bg]": "Тази приставка ви позволява да коригирате автоматично целия текст в композитора или избран текст.",
        "Description[ca@valencia]": "Este connector permet corregir automàticament tot el text en l'editor o el text seleccionat.",
        "Description[ca]": "Aquest connector permet corregir automàticament tot el text a l'editor o el text seleccionat.",
        "Description[cs]": "Tento modul umožňuje automatickou opravu veškerého textu v editoru nebo vybraného textu.",
        "Description[da]": "Dette plugin tillader dig at bruge autokorrektur på alt text i composer eller valgte tekst.",
        "Description[de]": "Mit diesem Modul können Sie den gesamten oder ausgewählten Text im E-Mail-Editor automatisch korrigieren.",
        "Description[en_GB]": "This plugin allows you to autocorrect all text in composer or selected text.",
        "Description[eo]": "Ĉi tiu kromaĵo permesas al vi aŭtomate korekti la tutan tekston en komponisto aŭ elektita teksto.",
        "Description[es]": "Este complemento le permite corregir automáticamente todo el texto del editor o el texto seleccionado.",
        "Description[et]": "See plugin võimaldab kirja koostamise aknas automaatselt korrigeerida kogu või valitud teksti.",
        "Description[eu]": "Plugin horrek konposatzaileko edo hautatutako testu osoaren zuzenketa automatikoa egiteko aukera ematen dizu.",
        "Description[fi]": "Tällä liitännäisellä voi tarkistaa kirjoitusikkunan kaiken tai valitun tekstin oikeinkirjoituksen.",
        "Description[fr]": "Ce module permet de corriger automatiquement tout le texte de l'éditeur ou le texte sélectionné.",
        "Description[gl]": "Este complemento permítelle corrixir automaticamente o texto do editor ou o texto seleccionado.",
        "Description[he]": "התוסף הזה מאפשר לך לתקן אוטומטית את כל הטקסט בחלונית כתיבת ההודעה או את הטקסט הנבחר.",
        "Description[ia]": "Iste plugin te permitte corriger automaticamente tote le texto in compositor o in le texto seligite.",
        "Description[it]": "Questa estensione permette di inserire dei caratteri speciali nel compositore.",
        "Description[ka]": "ეს დამატება კომპოზიტორში არსებული სრული ან მონიშნული ტექსტის ავტომატური შესწორების საშუალებას გაძლევთ.",
        "Description[ko]": "이 플러그인은 편집기의 전체 텍스트나 선택한 텍스트의 맞춤법 검사 기능을 제공합니다.",
        "Description[nl]": "Deze plug-in stelt u in staat alle tekst in de opsteller of geselecteerde tekst automatisch te corrigeren.",
        "Description[pl]": "Ta wtyczka umożliwia samopoprawianie całego tekstu w edytorze.",
        "Description[pt]": "Este 'plugin' permite corrigir automaticamente todo o texto no compositor ou no texto seleccionado.",
        "Description[pt_BR]": "Este plugin permite a você corrigir automaticamente todo o texto no compositor ou texto selecionado.",
        "Description[ru]": "Этот модуль позволяет автоматически исправлять текст в редакторе писем.",
        "Description[sa]": "एतत् प्लगिन् भवन्तं composer अथवा चयनितपाठे सर्वं पाठं स्वयमेव सम्यक् कर्तुं शक्नोति ।",
        "Description[sk]": "Tento plugin vám umožní automaticky opraviť celý text v návrhárovi alebo vybraný text.",
        "Description[sl]": "Ta vstavek omogoča samodejno popravljanje vsega ali izbranega besedila v sestavljalniku.",
        "Description[sr@ijekavian]": "Овај прикључак омогућава аутоматско исправљање свог текста у састављачу или изабраног текста",
        "Description[sr@ijekavianlatin]": "Ovaj priključak omogućava automatsko ispravljanje svog teksta u sastavljaču ili izabranog teksta",
        "Description[sr@latin]": "Ovaj priključak omogućava automatsko ispravljanje svog teksta u sastavljaču ili izabranog teksta",
        "Description[sr]": "Овај прикључак омогућава аутоматско исправљање свог текста у састављачу или изабраног текста",
        "Description[sv]": "Insticksprogrammet gör det möjligt att automatiskt korrigera all text, eller markerad text, i brevfönstret.",
        "Description[tr]": "Bu eklenti, seçili metinde veya düzenleyicideki tüm metni kendiliğinden düzeltmenize olanak tanır.",
        "Description[uk]": "За допомогою цього додатка можна автоматично виправляти текст у редакторі повідомлень або позначений фрагмент тексту.",
        "Description[zh_CN]": "此插件允许您自动更正编辑器中的所有文本或者选中文本。",
        "Description[zh_TW]": "這個外掛程式讓您自動修正撰寫工具內的所有文字或是所選文字。",
        "EnabledByDefault": false,
        "Name": "Autocorrection",
        "Name[ar]": "التّصحيح الآليّ",
        "Name[az]": "Avtomatik düzəliş",
        "Name[bg]": "Автокорекция",
        "Name[ca@valencia]": "Correcció automàtica",
        "Name[ca]": "Correcció automàtica",
        "Name[cs]": "Automatická oprava",
        "Name[da]": "Autokorrektur",
        "Name[de]": "Autokorrektur",
        "Name[en_GB]": "Autocorrection",
        "Name[eo]": "Aŭtokorekto",
        "Name[es]": "Corrección automática",
        "Name[et]": "Automaatkorrigeerimine",
        "Name[eu]": "Zuzenketa automatikoa",
        "Name[fi]": "Automaattikorjaus",
        "Name[fr]": "Auto-correction",
        "Name[gl]": "Corrección automática",
        "Name[he]": "תיקון אוטומטי",
        "Name[ia]": "Autocorrection",
        "Name[it]": "Correzione automatica",
        "Name[ka]": "ავტოკორექცია",
        "Name[ko]": "자동 고침",
        "Name[nl]": "Autocorrectie",
        "Name[pl]": "Samopoprawianie",
        "Name[pt]": "Correcção Automática",
        "Name[pt_BR]": "Autocorreção",
        "Name[ru]": "Автоисправление",
        "Name[sa]": "स्वशुद्धिकरणम्",
        "Name[sk]": "Automatické opravy",
        "Name[sl]": "Samodejno popravljanje",
        "Name[sr@ijekavian]": "Аутоматско исправљање",
        "Name[sr@ijekavianlatin]": "Automatsko ispravljanje",
        "Name[sr@latin]": "Automatsko ispravljanje",
        "Name[sr]": "Аутоматско исправљање",
        "Name[sv]": "Automatisk korrigering",
        "Name[ta]": "தானியக்க திருத்தம்",
        "Name[tr]": "Otomatik Düzeltme",
        "Name[uk]": "Автовиправлення",
        "Name[zh_CN]": "自动更正",
        "Name[zh_TW]": "自動修正",
        "Version": "1.0"
    },
    "X-KDE-KMailEditor-Order": "2"
}
