{
    "KPlugin": {
        "Description": "This plugin allows you to autocorrect all text in composer or selected text.",
        "Description[ca@valencia]": "Este connector permet corregir automàticament tot el text a l'editor o el text seleccionat.",
        "Description[ca]": "Aquest connector permet corregir automàticament tot el text a l'editor o el text seleccionat.",
        "Description[de]": "Mit diesem Modul können Sie den gesamten oder ausgewählten Text im Nachrichteneditor automatisch korrigieren.",
        "Description[es]": "Este complemento le permite autocorregir todo el texto en el editor o el texto seleccionado.",
        "Description[et]": "See plugin võimaldab kirja koostamise aknas automaatselt korrigeerida kogu või valitud teksti.",
        "Description[fi]": "Tällä liitännäisellä voit tarkistaa kirjoitusikkunan kaiken tai valitun tekstin oikeinkirjoituksen.",
        "Description[fr]": "Ce module permet de corriger automatiquement tout le texte de l'éditeur ou le texte sélectionné.",
        "Description[it]": "Questa estensione permette di inserire dei caratteri speciali nel compositore.",
        "Description[nl]": "Deze plug-in stelt u in staat alle tekst in de opsteller of geselecteerde tekst automatisch te corrigeren.",
        "Description[pl]": "Ta wtyczka umożliwia samopoprawianie całego tekstu w edytorze.",
        "Description[pt]": "Este 'plugin' permite corrigir automaticamente todo o texto no compositor ou no texto seleccionado.",
        "Description[sk]": "Tento plugin vám umožní automaticky opraviť celý text v návrhárovi alebo vybraný text.",
        "Description[sl]": "Ta vstavek omogoča samodejno popravljanje vsega ali izbranega besedila v sestavljalniku.",
        "Description[sr@ijekavian]": "Овај прикључак омогућава аутоматско исправљање свог текста у састављачу или изабраног текста",
        "Description[sr@ijekavianlatin]": "Ovaj priključak omogućava automatsko ispravljanje svog teksta u sastavljaču ili izabranog teksta",
        "Description[sr@latin]": "Ovaj priključak omogućava automatsko ispravljanje svog teksta u sastavljaču ili izabranog teksta",
        "Description[sr]": "Овај прикључак омогућава аутоматско исправљање свог текста у састављачу или изабраног текста",
        "Description[sv]": "Insticksprogrammet gör det möjligt att automatiskt korrigera all text, eller markerad text, i brevfönstret.",
        "Description[tr]": "Bu eklenti, seçili metinde veya düzenleyicideki tüm metni otomatik olarak düzeltmenize imkan verir.",
        "Description[uk]": "За допомогою цього додатка можна автоматично виправляти текст у редакторі повідомлень або позначений фрагмент тексту.",
        "Description[x-test]": "xxThis plugin allows you to autocorrect all text in composer or selected text.xx",
        "Description[zh_CN]": "此插件允许您自动更正编辑器中的所有文本或者选中文本。",
        "EnabledByDefault": "false",
        "Id": "kmailautocorrection",
        "Name": "Autocorrection",
        "Name[ca@valencia]": "Correcció automàtica",
        "Name[ca]": "Correcció automàtica",
        "Name[cs]": "Automatická oprava",
        "Name[de]": "Autokorrektur",
        "Name[es]": "Autocorrección",
        "Name[et]": "Automaatkorrigeerimine",
        "Name[fi]": "Automaattikorjaus",
        "Name[fr]": "Auto-correction",
        "Name[it]": "Correzione automatica",
        "Name[nl]": "Autocorrectie",
        "Name[pl]": "Samopoprawianie",
        "Name[pt]": "Correcção Automática",
        "Name[sk]": "Automatické opravy",
        "Name[sl]": "Samodejno popravljanje",
        "Name[sr@ijekavian]": "Аутоматско исправљање",
        "Name[sr@ijekavianlatin]": "Automatsko ispravljanje",
        "Name[sr@latin]": "Automatsko ispravljanje",
        "Name[sr]": "Аутоматско исправљање",
        "Name[sv]": "Automatisk korrigering",
        "Name[tr]": "Otomatik Düzeltme",
        "Name[uk]": "Автовиправлення",
        "Name[x-test]": "xxAutocorrectionxx",
        "Name[zh_CN]": "自动更正",
        "ServiceTypes": [
            "KMailEditor/Plugin"
        ],
        "Version": "1.0"
    },
    "X-KDE-KMailEditor-Order": "2"
}
