Repository: KDE/kdepim-addons
Catalog: po/sa/kaddressbook_plugins.po
Languages: sa

source: Check Gravatar…
sa: चेक ग्रावतार…

source: You have not selected any contacts.
sa: भवता कश्चन सम्पर्कः न चयनितः।

source: No email found for this contact.
sa: अस्य सम्पर्कस्य कृते कोऽपि ईमेलः न प्राप्तः।

source: A contact group was selected.
sa: एकः सम्पर्कसमूहः चयनितः आसीत् ।

source: Too many contacts selected.
sa: अत्यधिकाः सम्पर्काः चयनिताः।

# @action:button
source: Save Image
sa: चित्रं रक्षतु

# @action:button
source: Save Image URL
sa: चित्रस्य URL रक्षतु

# @title:window
source: Check and update Gravatar
sa: ग्रावतारं पश्यन्तु अद्यतनं च कुर्वन्तु

# @action:button
source: Search
sa: अन्वेषण

# @label:textbox
source: Email:
sa: ईमेलः

source: Search is impossible.
sa: अन्वेषणम् असम्भवम् अस्ति।

source: No Gravatar Found.
sa: न ग्रावतारं लब्धम्।

source: Merge Contacts…
sa: सम्पर्कविलयन…

# @title:window
source: Select Contacts to merge
sa: विलयार्थं Contacts इति चिनोतु

# @action:button
source: merge
sa: विलयः

# @label:textbox
source: Select contacts that you really want to merge:
sa: ये सम्पर्काः भवान् वास्तवतः विलीनं कर्तुम् इच्छति तान् चिनोतु:

# @label:textbox
source: Select the addressbook in which to store merged contacts:
sa: विलीनसम्पर्काः यस्मिन् संगृहीताः भवेयुः तत् पतापुस्तकं चिनोतु:

source: Select All
sa: सर्वं चिनोतु

source: Deselect All
sa: सर्वाणि अचयनं कुर्वन्तु

source: Duplicate contact %1
sa: डुप्लिकेट् सम्पर्क %1

source: Contacts
sa: सम्पर्क

source: Duplicate contact "%1" (%2 times)
sa: डुप्लिकेट् सम्पर्क "%1" (%2 बार)

# @title:window
source: Search and Select Duplicate Contacts to merge
sa: विलयनार्थं डुप्लिकेट् सम्पर्कं अन्वेष्टुम् चयनं च कुर्वन्तु

# @info:placeholder
source: Search in result…
sa: परिणामे अन्वेषणं कुर्वन्तु…

# @label:textbox
source: Select AddressBook:
sa: AddressBook इत्यस्य चयनं कुर्वन्तु:

# @action:button
source: Merge
sa: विलयः

source: Expand All
sa: सर्वं विस्तारयतु

source: Collapse All
sa: ध्वस्तं कुर्वन्तु सर्वे

source: You must select at least two elements.
sa: भवता न्यूनातिन्यूनं द्वौ तत्त्वौ चिनोतु ।

source: No duplicated contact found.
sa: न डुप्लिकेट् सम्पर्कः प्राप्तः।

source: No contacts selected.
sa: कोऽपि सम्पर्कः चयनितः नास्ति।

source: Some information can be lost. Do you want to continue, or customize what you want to merge?
sa: काश्चन सूचनाः नष्टाः भवितुम् अर्हन्ति । किं भवन्तः निरन्तरं कर्तुम् इच्छन्ति, अथवा यत् विलयं कर्तुम् इच्छन्ति तत् अनुकूलितुं इच्छन्ति वा?

# @action
source: Customize
sa: अनुकूलितं कुर्वन्तु

# @action
source: Automatic Merging
sa: स्वचालित विलय

source: Some information was not selected. You can lose this information. Do you want to continue merging?
sa: काश्चन सूचनाः न चयनिताः। एतां सूचनां भवन्तः नष्टुं शक्नुवन्ति। किं भवन्तः निरन्तरं विलयं कर्तुम् इच्छन्ति ?

# @title:window
source: Missing Selected Information
sa: चयनितसूचना लुप्त

# The wedding anniversary of a contact
source: Anniversary
sa: वार्षिकी

source: Blog Feed
sa: ब्लॉग फीड

source: Profession
sa: व्यवसाय

source: Office
sa: कार्यालयं

source: Manager
sa: प्रबंधकः

source: Assistant
sa: सहायकं

source: Spouse
sa: पत्नी

source: (Undefined)
sa: (अनिर्धारितम्)

source: Search Duplicate Contacts…
sa: डुप्लिकेट सम्पर्कं अन्वेष्टुम्…

source: No emails found in selected contacts.
sa: चयनितसम्पर्कयोः ईमेल-पत्राणि न प्राप्यन्ते ।

source: Send an email…
sa: ईमेल प्रेषयन्तु…

source: No vCard created.
sa: कोऽपि vCard न निर्मितः।

source: Temporary file '%1' cannot be created
sa: अस्थायी सञ्चिका '%1' निर्मातुं न शक्यते

source: Send vCards…
sa: vCards प्रेषयन्तु…
