Repository: KDE/kdepim-addons
Catalog: po/sa/kmail_editorconvertertext_plugins.po
Languages: sa

# @title:window
source: Configure Markdown Plugin
sa: Markdown प्लगिन् विन्यस्तं कुर्वन्तु

# @option:check
source: Enable embedded LaTeX
sa: एम्बेडेड् LaTeX सक्षमं कुर्वन्तु

# @option:check
source: Enable PHP Markdown Extra definition lists
sa: PHP Markdown अतिरिक्तपरिभाषासूचिकाः सक्षमाः कुर्वन्तु

source: Failed to compile the Markdown document.
sa: Markdown दस्तावेजस्य संकलनं कर्तुं असफलम् ।

# @title:window
source: Add Image
sa: चित्रं योजयतु

# @option:check
source: Keep original size
sa: मूल आकारं रक्षन्तु

# @label:textbox
source: Width:
sa: विस्तार:

# @label:textbox
source: Height:
sa: औनत्यम्‌:

source: Title:
sa: शीर्षक:

source: Image Link:
sa: चित्रलिङ्कः :

source: Alternate text:
sa: वैकल्पिक पाठः

# @title:window
source: Add Link
sa: लिङ्कं योजयतु

source: Link:
sa: सम्बन्ध:

# @title:window
source: Markdown Rendering Preview
sa: Markdown रेण्डरिंग पूर्वावलोकन

source: Converter Error
sa: परिवर्तक त्रुटि

# @action
source: Generate HTML from markdown language.
sa: markdown भाषातः HTML जनयन्तु ।

source: Markdown
sa: मार्कडाउन

# @action
source: Markdown Action
sa: मार्कडाउन एक्शन

source: Add Title
sa: शीर्षकं योजयतु

source: Level %1
sa: स्तरः %1

source: Horizontal Rule
sa: क्षैतिज नियम

source: Change Selected Text as Bold
sa: चयनितं पाठं Bold इति परिवर्तयन्तु

source: Change Selected Text as Italic
sa: चयनितं पाठं इटालिकरूपेण परिवर्तयन्तु

source: Change Selected Text as Code
sa: चयनितं पाठं Code इति परिवर्तयन्तु

source: Change Selected Text as Block Quote
sa: चयनितं पाठं Block Quote इति परिवर्तयन्तु

source: Add Link
sa: लिङ्कं योजयतु

source: Add Image
sa: चित्रं योजयतु

source: Generate HTML from markdown language.
sa: markdown भाषातः HTML जनयन्तु ।
