Repository: KDE/kdepim-addons
Catalog: po/sa/kmail_editorsendcheck_plugins.po
Languages: sa

# @title:window
source: Configure "Automatic Add Contacts" Plugin
sa: "स्वचालितं सम्पर्कं योजयन्तु" प्लगिन् विन्यस्यताम्

# @info
source: You must create an address book before adding a contact. Do you want to create an address book?
sa: सम्पर्कं योजयितुं पूर्वं भवद्भिः पतापुस्तकं निर्मातव्यम् । किं भवन्तः पतापुस्तकं निर्मातुम् इच्छन्ति ?

# @title:window
source: No Address Book Available
sa: पतापुस्तिका उपलब्धा नास्ति

# @action:button
source: Create Address Book
sa: पतापुस्तिका रचयन्तु

# @title:window
source: Add Address Book
sa: पतापुस्तकं योजयतु

# @option:check
source: Automatic Add Contacts
sa: स्वचालितं सम्पर्कं योजयतु

# @label:textbox
source: Select the addressbook in which to store contacts:
sa: यस्मिन् पतापुस्तिकायां सम्पर्काः संग्रहीतुं शक्यन्ते तत् चिनोतु:

source: Do you want to send the email as HTML?
sa: किं भवान् ईमेलं HTML इति प्रेषयितुम् इच्छति?

source: Send email as plain text
sa: साधारणपाठरूपेण ईमेल प्रेषयन्तु

# @action:button
source: Send As HTML
sa: HTML इति रूपेण प्रेषयतु

# @option:check
source: Update SMTP server
sa: SMTP सर्वरं अद्यतनं कुर्वन्तु

# @title:window
source: Check SMTP server
sa: SMTP सर्वरं पश्यन्तु

# @label:textbox
source: Do you want to send the email with a different SMTP than the one defined in the current identity?
sa: वर्तमानपरिचये परिभाषितस्य अपेक्षया भिन्नेन SMTP इत्यनेन सह ईमेल प्रेषयितुम् इच्छति वा?

# @title:window
source: Configure "Check Before Send Mail" Plugin
sa: "मेल प्रेषणात् पूर्वं जाँचयन्तु" प्लगिन् विन्यस्यताम्

# @option:check
source: Send as plain text
sa: साधारणपाठरूपेण प्रेषयतु

# @option:check
source: Use SMTP server defined in identity
sa: परिचये परिभाषितस्य SMTP सर्वरस्य उपयोगं कुर्वन्तु

# @option:check
source: Check duplicated emails addresses
sa: द्वितीयक-ईमेल-सङ्केताः पश्यन्तु

# @option:check
source: Check send attachment
sa: प्रेषण संलग्नकं पश्यन्तु

# @title:window
source: Duplicated emails
sa: डुप्लिकेट् ईमेल

# @label:textbox
source: These emails are duplicated. Do you want to send email?
sa: एते ईमेल-पत्राणि द्वितीयकं भवन्ति । किं भवान् ईमेल प्रेषयितुम् इच्छति ?

# @title:window
source: Check Attachment
sa: संलग्नकं पश्यन्तु

# @label:textbox
source: Do you want to send some attachment?
sa: किं भवन्तः किञ्चित् आसक्तिं प्रेषयितुम् इच्छन्ति ?

# @title:window
source: Configure "Confirm Email Address" Plugin
sa: "ईमेल-पतेः पुष्टयन्तु" प्लगिन् विन्यस्यताम्

# @option:radio
source: Accepted Domain Name
sa: स्वीकृत डोमेन नाम

# @option:radio
source: Rejected Domain Name
sa: अस्वीकृतं डोमेननाम

source: A&dd…
sa: संयोजयति…

source: Re&move
sa: अपाकरोति

source: Enter new domain name:
sa: नूतनं डोमेननाम प्रविष्टं कुर्वन्तु:

source: Do you want to remove this domain?
sa: किं भवान् एतत् डोमेन् अपसारयितुम् इच्छति ?

source: Whitelist of Addresses
sa: पतानां श्वेतसूची

source: Enter new email address:
sa: नूतनं ईमेल-सङ्केतं प्रविशतु:

source: Do you want to remove this email address?
sa: किं भवान् एतत् ईमेल-सङ्केतं हर्तुं इच्छति ?

# @action:button
source: Add Selected Emails to WhiteList
sa: WhiteList मध्ये चयनित-ईमेलं योजयन्तु

# @title:window
source: Confirm Addresses
sa: सम्बोधनानि पुष्टयन्तु

source: All selected emails are added to white list
sa: सर्वाणि चयनित-ईमेल-पत्राणि श्वेतसूचौ योजिताः भवन्ति

# @title:window
source: Emails added to white list
sa: श्वेतसूचौ ईमेल-पत्राणि योजितानि

# @label:textbox
source: Enter new domain name:
sa: नूतनं डोमेननाम प्रविष्टं कुर्वन्तु:

# @title:window
source: Add Value
sa: मूल्यं योजयतु

# @title:window
source: Change Value
sa: मूल्यं परिवर्तयतु

# @label:textbox
source: Potentially invalid emails are displayed in red:
sa: सम्भाव्यमानानि ईमेलपत्राणि रक्तवर्णेन प्रदर्शितानि भवन्ति:
