Repository: KDE/kdepim-addons
Catalog: po/sa/kmail_plugins.po
Languages: sa

# @title:window
source: Akonadi Database Tool
sa: अकोनाडी डाटाबेस टूल

# @action
source: &Akonadi Vacuum…
sa: &अकोनाडी वैक्यूम…

source: Do you want to vacuum akonadi database?
sa: किं भवन्तः akonadi database vacuum कर्तुम् इच्छन्ति?

# @title:window
source: Akonadi Vacuum
sa: अकोनादि वैक्यूम

# @action:button
source: Vacuum
sa: निर्वात

# @action
source: &Akonadi Fsck…
sa: &अकोनाडी Fsck…

source: Do you want to fsck akonadi database?
sa: किं भवन्तः akonadi database fsck कर्तुम् इच्छन्ति?

# @title:window
source: Akonadi Fsck
sa: अकोनादि Fsck

# @action:button
source: Fsck
sa: Fsk

source: Finished.
sa: सम्पूर्ण।

source: Start…
sa: प्रारंभः…

# @action
source: &Anti-Spam Wizard…
sa: &स्पैमविरोधी विज़ार्ड…

# @action
source: &Anti-Virus Wizard…
sa: &वायरसविरोधी विजार्ड…

# @title:window
source: Anti-Spam Wizard
sa: स्पैमविरोधी विजार्ड

# @title:window
source: Anti-Virus Wizard
sa: वायरसविरोधी विजार्ड

source: Welcome to the KMail Anti-Spam Wizard
sa: KMail Anti-Spam Wizard इत्यत्र भवतः स्वागतम्

source: Welcome to the KMail Anti-Virus Wizard
sa: KMail Anti-Virus Wizard इत्यत्र भवतः स्वागतम्

source: Options to fine-tune the handling of spam messages
sa: स्पैमसन्देशानां निबन्धनं सूक्ष्मरूपेण स्थापयितुं विकल्पाः

source: Summary of changes to be made by this wizard
sa: अस्मिन् विजार्डेन कर्तव्यानां परिवर्तनानां सारांशः

source: Options to fine-tune the handling of virus messages
sa: वायरससन्देशानां निबन्धनं सूक्ष्मरूपेण स्थापयितुं विकल्पाः

source: Virus handling
sa: वायरसस्य नियन्त्रणम्

source: Spam Handling
sa: स्पैम-नियन्त्रणम्

source: Semi spam (unsure) handling
sa: अर्धस्पैम (अनिश्चित) निबन्धनम्

source: Classify as Spam
sa: स्पैम इति वर्गीकरणं कुर्वन्तु

source: Spam
sa: अनिष्ट

source: Classify as NOT Spam
sa: NOT Spam इति वर्गीकरणं कुर्वन्तु

source: Ham
sa: अपि

source: Scanning for %1…
sa: %1 कृते स्कैनिङ्गं भवति…

source: Scanning for anti-spam tools finished.
sa: स्पैम्-विरोधी-उपकरणानाम् स्कैनिङ्गं समाप्तम् ।

source: Scanning for anti-virus tools finished.
sa: एण्टी-वायरस-उपकरणानाम् स्कैनिङ्गं समाप्तम् ।

source: <p>Sorry, no spam detection tools have been found. Install your spam detection software and re-run this wizard.</p>
sa: <p>क्षम्यतां, स्पैम-परिचय-उपकरणं न प्राप्तम् । स्वस्य स्पैम-परिचय-सॉफ्टवेयरं संस्थाप्य एतत् विजार्ड् पुनः चालयन्तु ।</p>

source: Scanning complete. No anti-virus tools found.
sa: स्कैनिङ्ग सम्पन्न। कोऽपि एण्टी-वायरस-उपकरणं न लब्धम्।

source: <p>Messages classified as spam are marked as read.<br />Spam messages are moved into the folder named <i>%1</i>.</p>
sa: <p>स्पैम् इति वर्गीकृताः सन्देशाः पठितरूपेण चिह्निताः भवन्ति ।<br /> स्पैम् सन्देशाः <i>%1</i> इति नाम्ना पुटे स्थानान्तरिताः भवन्ति ।</p>

source: <p>Messages classified as spam are marked as read.<br />Spam messages are not moved into a certain folder.</p>
sa: <p>स्पैम् इति वर्गीकृताः सन्देशाः पठितरूपेण चिह्निताः भवन्ति ।<br /> स्पैम् सन्देशाः कस्मिंश्चित् पुटे न स्थानान्तरिताः भवन्ति ।</p>

source: <p>Messages classified as spam are not marked as read.<br />Spam messages are moved into the folder named <i>%1</i>.</p>
sa: <p>स्पैम् इति वर्गीकृताः सन्देशाः पठितरूपेण चिह्निताः न भवन्ति ।<br /> स्पैम् सन्देशाः <i>%1</i> इति नाम्ना पुटे स्थानान्तरिताः भवन्ति ।</p>

source: <p>Messages classified as spam are not marked as read.<br />Spam messages are not moved into a certain folder.</p>
sa: <p>स्पैम् इति वर्गीकृताः सन्देशाः पठितरूपेण चिह्निताः न भवन्ति ।<br /> स्पैम् सन्देशाः कस्मिंश्चित् पुटे न स्थानान्तरिताः भवन्ति ।</p>

source: <p>The folder for messages classified as unsure (probably spam) is <i>%1</i>.</p>
sa: <p>अनिश्चितरूपेण (सम्भवतः स्पैम्) वर्गीकृतसन्देशानां पुटं <i>%1</i> अस्ति ।</p>

source: <p>The wizard will create the following filters:<ul>%1</ul></p>
sa: <p>विजार्ड् निम्नलिखित-छिद्राणि निर्मास्यति ।<ul> %1</ul></p>

source: <p>The wizard will replace the following filters:<ul>%1</ul></p>
sa: <p>विजार्डः निम्नलिखित-छिद्रकाणां स्थाने स्थापयिष्यति ।<ul> %1</ul></p>

source: The wizard will search for any tools to do spam detection and setup KMail to work with them.
sa: विजार्ड् स्पैम् डिटेक्शन् कर्तुं यत्किमपि साधनं अन्वेषयिष्यति तथा तेषां सह कार्यं कर्तुं KMail सेटअप कुर्वन्तु।

source: <p>Here you can get some assistance in setting up KMail's filter rules to use some commonly-known anti-virus tools.</p><p>The wizard can detect those tools on your computer as well as create filter rules to classify messages using these tools and to separate messages containing viruses. The wizard will not take any existing filter rules into consideration: it will always append the new rules.</p><p><b>Warning:</b> As KMail appears to be frozen during the scan of the messages for viruses, you may encounter problems with the responsiveness of KMail because anti-virus tool operations are usually time consuming; please consider deleting the filter rules created by the wizard to get back to the former behavior.</p>
sa: <p>अत्र भवान् केषाञ्चन सामान्यतया ज्ञातानां एण्टी-वायरस-उपकरणानाम् उपयोगाय KMail इत्यस्य फ़िल्टर-नियमानाम् स्थापनायां किञ्चित् सहायतां प्राप्तुं शक्नोति ।</p><p> विजार्ड् भवतः सङ्गणके तानि साधनानि अन्वेष्टुं शक्नोति तथा च एतेषां साधनानां उपयोगेन सन्देशानां वर्गीकरणाय, वायरसयुक्तसन्देशान् पृथक् कर्तुं च फ़िल्टर-नियमान् निर्मातुम् अर्हति । विजार्डः विद्यमानं किमपि फ़िल्टर-नियमं न विचारयिष्यति: सः सर्वदा नूतनान् नियमान् योजयिष्यति ।</p><p> <b>चेतावनी:</b> यतः KMail वायरसस्य कृते सन्देशानां स्कैनिङ्गस्य समये जमेन दृश्यते, तस्मात् भवन्तः KMail इत्यस्य प्रतिक्रियाशीलतायाः समस्यां प्राप्नुवन्ति यतोहि एण्टी-वायरस-उपकरण-सञ्चालनानि प्रायः समयग्राहिणः भवन्ति कृपया पूर्वव्यवहारं प्रति गन्तुं विजार्ड् द्वारा निर्मितं फ़िल्टर नियमं विलोपयितुं विचारयन्तु ।</p>

source: <p>Please select the tools to be used for the detection and go to the next page.</p>
sa: <p>कृपया अन्वेषणार्थं प्रयोक्तव्यानि साधनानि चित्वा अग्रिमपृष्ठं गच्छन्तु ।</p>

# @option:check
source: &Mark detected spam messages as read
sa: &पठितरूपेण स्पैमसन्देशान् चिह्नितवान्

source: Mark messages which have been classified as spam as read.
sa: ये सन्देशाः स्पैम् इति वर्गीकृताः सन्ति तेषां पठितरूपेण चिह्नं कुर्वन्तु ।

# @option:check
source: Move &known spam to:
sa: &known spam इत्येतत् स्थानान्तरयन्तु:

source: The default folder for spam messages is the trash folder, but you may change that in the folder view below.
sa: स्पैम् सन्देशानां कृते पूर्वनिर्धारितं पुटं कचरापुटम् अस्ति, परन्तु भवान् अधोलिखिते पुटदृश्ये तत् परिवर्तयितुं शक्नोति ।

# @option:check
source: Move &probable spam to:
sa: &संभाव्य स्पैम् इत्येतत् स्थानान्तरयन्तु:

source: The default folder is the inbox folder, but you may change that in the folder view below.<p>Not all tools support a classification as unsure. If you have not selected a capable tool, you cannot select a folder as well.</p>
sa: पूर्वनिर्धारितं पुटं इनबॉक्सपुटम् अस्ति, परन्तु भवान् अधोलिखिते पुटदृश्ये तत् परिवर्तयितुं शक्नोति ।<p> सर्वाणि साधनानि अनिश्चितत्वेन वर्गीकरणस्य समर्थनं न कुर्वन्ति । यदि भवान् समर्थं साधनं न चिनोति तर्हि भवान् पुटम् अपि चिन्वितुं न शक्नोति ।</p>

# @option:check
source: Check messages using the anti-virus tools
sa: एण्टी-वायरस-उपकरणानाम् उपयोगेन सन्देशान् पश्यन्तु

source: Let the anti-virus tools check your messages. The wizard will create appropriate filters. The messages are usually marked by the tools so that following filters can react on this and, for example, move virus messages to a special folder.
sa: एण्टी-वायरस-उपकरणाः भवतः सन्देशान् परीक्ष्यताम् । विजार्ड् समुचितानि फ़िल्टर्स् निर्मास्यति । सन्देशाः प्रायः साधनैः चिह्निताः भवन्ति येन निम्नलिखित-छिद्रकाः अस्मिन् प्रतिक्रियां दातुं शक्नुवन्ति तथा च, उदाहरणार्थं, वायरस-सन्देशान् विशेष-पुटं प्रति स्थानान्तरयितुं शक्नुवन्ति ।

# @option:check
source: Move detected viral messages to the selected folder
sa: ज्ञातान् वायरल् सन्देशान् चयनितपुटे स्थानान्तरयन्तु

source: A filter to detect messages classified as virus-infected and to move those messages into a predefined folder is created. The default folder is the trash folder, but you may change that in the folder view.
sa: वायरस-संक्रमितरूपेण वर्गीकृतसन्देशान् ज्ञातुं तान् सन्देशान् पूर्वनिर्धारितपुटे स्थानान्तरयितुं च एकः फ़िल्टरः निर्मितः भवति । पूर्वनिर्धारितं पुटं कचरापुटम् अस्ति, परन्तु भवान् तत् पुटदृश्ये परिवर्तयितुं शक्नोति ।

# @option:check
source: Additionally, mark detected viral messages as read
sa: तदतिरिक्तं ज्ञातान् वायरलसन्देशान् पठितरूपेण चिह्नितव्यम्

source: Mark messages which have been classified as virus-infected as read, as well as moving them to the selected folder.
sa: ये सन्देशाः वायरस-संक्रमिताः इति वर्गीकृताः सन्ति तेषां पठितरूपेण चिह्नं कुर्वन्तु, तथैव तान् चयनितपुटं प्रति स्थानान्तरयन्तु ।

# @action:button
source: Preview
sa: पूर्वावलोकन

# @title:window
source: Mail Merge
sa: मेल विलीनीकरण

# @label:textbox
source: Path:
sa: पथं:

# @title:window
source: Attachment
sa: संलग्न

# @label:textbox
source: Source:
sa: स्रोतः:

source: Address Book
sa: पता पुस्तिका

# @label:textbox
source: Attachment:
sa: संलग्न:

source: A&dd…
sa: संयोजयति…

source: Re&move
sa: अपाकरोति

# @label:textbox
source: Select attachment:
sa: आसक्तिं चिनोतु :
