Repository: KDE/kdepim-addons
Catalog: po/sa/messageviewer_semantic_plugin.po
Languages: sa

source: Send to %1
sa: %1 - मध्ये प्रेषयन्तु

source: Show calendar at the time of this reservation.
sa: अस्य आरक्षणसमये पञ्चाङ्गं दर्शयतु।

source: Add reservation to your calendar.
sa: आरक्षणं स्वस्य पञ्चाङ्गे योजयन्तु।

source: Import reservation into KDE Itinerary.
sa: KDE यात्रासूचिकायां आरक्षणं आयातयन्तु ।

source: Send this reservation to a device using KDE Connect.
sa: एतत् आरक्षणं KDE Connect इत्यस्य उपयोगेन यन्त्रे प्रेषयन्तु ।

source: Boarding Pass
sa: बोर्डिंग पास

source: Ticket
sa: टिकटम्

source: View
sa: दृश्यं

source: Download
sa: अवाहरन

source: Modify
sa: परिवर्तनं कुर्वन्तु

source: Cancel
sa: निरसयतु

source: Check-In
sa: चेक-इन

source: Reservation canceled.
sa: आरक्षण रद्द।

source: Seat: %1
sa: आसनम् : %1

source: Canceled:
sa: रद्दः : १.

source: Gate: %1
sa: द्वारम् : %1

source: Boarding: %1
sa: बोर्डिंग् : %1

source: Group: %1
sa: समूहः %1

source: Number Of People: %1
sa: जनानां संख्या : %1

source: Reservation Number: %1
sa: आरक्षणसङ्ख्या: %1

source: Under Name: %1
sa: नामस्य अधः: %1

source: Show Calendar
sa: पञ्चाङ्गं दर्शयतु

source: Add to Calendar
sa: पञ्चाङ्गे योजयतु

source: Add to KDE Itinerary
sa: KDE यात्रासूचिकायां योजयन्तु

source: Send to Device…
sa: Device इत्यत्र प्रेषयन्तु…

source: Show location on map
sa: नक्शे स्थानं दर्शयतु

source: Search address on map
sa: नक्शे पतां अन्वेष्टुम्

source: Reserved for:
sa: कृते आरक्षितम् : १.

source: Class: %1
sa: वर्गः %1

source: Coach: %1
sa: प्रशिक्षकः %1
