Repository: KDE/kdepim-addons
Catalog: po/sa/messageviewer_text_calendar_plugin.po
Languages: sa

# @title:window
source: Select Attendees
sa: उपस्थितानां चयनं कुर्वन्तु

# @info:placeholder
source: Click to add a new attendee
sa: नूतनं उपस्थितं योजयितुं क्लिक् कुर्वन्तु

source: Add
sa: संयोजयति

source: Remove
sa: अपाकरोति

# @option:check
source: Keep me informed about status changes of this incidence.
sa: अस्याः घटनायाः स्थितिपरिवर्तनस्य विषये मां सूचयन्तु।

# @title:window
source: Select delegate
sa: प्रतिनिधिं चिनोतु

# @label:textbox
source: Delegate:
sa: प्रतिनिधिः :

# @label:textbox
source: Comment:
sa: टिप्पणी:

source: No attachment named "%1" found in the invitation.
sa: आमन्त्रणे "%1" इति नामकं कोऽपि संलग्नकं न लब्धम् ।

source: The invitation attachment "%1" is a web link that is inaccessible from this computer. Please ask the event organizer to resend the invitation with this attachment stored inline instead of a link.
sa: "%1" इति आमन्त्रणसंलग्नकं जालपुटम् अस्ति यत् अस्मात् सङ्गणकात् दुर्गमम् अस्ति । कृपया इवेण्ट् आयोजकं लिङ्क् इत्यस्य स्थाने इन्लाइन् संगृहीतेन एतत् संलग्नकेन सह आमन्त्रणं पुनः प्रेषयितुं वदन्तु ।

source: <qt>None of your identities match the receiver of this message,<br/>please choose which of the following addresses is yours,<br/> if any, or select one of your identities to use in the reply:</qt>
sa: <qt>भवतः कश्चन अपि परिचयः अस्य सन्देशस्य ग्राहकस्य सङ्गतिं न करोति,<br/> कृपया निम्नलिखितपतेः कः भवतः अस्ति इति चिनोतु,<br/> यदि अस्ति, अथवा उत्तरे उपयोक्तुं भवतः एकं परिचयं चिनोतु:</qt>

source: <qt>Several of your identities match the receiver of this message,<br/>please choose which of the following addresses is yours:</qt>
sa: <qt>भवतः अनेकाः परिचयाः अस्य सन्देशस्य ग्राहकस्य सङ्गतिं कुर्वन्ति,<br/> कृपया निम्नलिखितपतेः कः भवतः अस्ति इति चिनोतु ।</qt>

source: Select Address
sa: Address इति चिनोतु

source: Answer:
sa: उत्तरम्‌:

# Not able to attend.
source: Declined: %1
sa: अङ्गीकृतम् : %1

# Unsure if it is possible to attend.
source: Tentative: %1
sa: अस्थायी: %1

# Accepted the invitation.
source: Accepted: %1
sa: स्वीकृतम् : %1

source: Invitation answer attached.
sa: निमन्त्रण उत्तर संलग्न।

source: Incidence with no summary
sa: सारांशं विना घटना

source: Answer: %1
sa: उत्तरम् : %1

source: Delegated: %1
sa: प्रत्यायोजितम् : %1

source: Forwarded: %1
sa: अग्रे प्रेषितम्: %1

source: Declined Counter Proposal: %1
sa: अङ्गीकृतः प्रतिप्रस्तावः : %1

source: "%1" occurred already.
sa: "%1" पूर्वमेव अभवत् ।

source: "%1" is currently in-progress.
sa: "%1" सम्प्रति प्रचलति ।

source: "%1", happening all day today, is currently in-progress.
sa: "%1", अद्य सर्वं दिवसं भवति, सम्प्रति प्रचलति ।

source: "%1" is past due.
sa: "%1" व्यतीतः अस्ति ।

source: "%1" has already started.
sa: "%1" इत्येव प्रारब्धम् ।

source: "%1", happening all-day today, is currently in-progress.
sa: "%1", अद्य सर्वं दिवसं भवति, सम्प्रति प्रचलति ।

source: "%1", happening all day, has already started.
sa: "%1", सर्वं दिवसं भवति, पूर्वमेव आरब्धम् अस्ति ।

source: Do you still want to accept the task?
sa: किं भवन्तः अद्यापि कार्यं स्वीकुर्वितुं इच्छन्ति ?

source: Do you still want to accept the invitation?
sa: किं भवन्तः अद्यापि आमन्त्रणं स्वीकुर्वितुं इच्छन्ति ?

# @action:button
source: Accept
sa: स्वीकरोतु

source: Do you still want to send conditional acceptance of the invitation?
sa: किं भवन्तः अद्यापि आमन्त्रणस्य सशर्तस्वीकारं प्रेषयितुम् इच्छन्ति?

source: Do you still want to send conditional acceptance of the task?
sa: किं भवन्तः अद्यापि कार्यस्य सशर्तस्वीकारं प्रेषयितुम् इच्छन्ति?

# @action:button
source: Send
sa: प्रेषयतु

source: Do you still want to accept the counter proposal?
sa: किं भवन्तः अद्यापि प्रतिप्रस्तावम् स्वीकुर्वितुं इच्छन्ति ?

source: Do you still want to send a counter proposal?
sa: किं भवन्तः अद्यापि प्रतिप्रस्तावम् प्रेषयितुम् इच्छन्ति ?

source: Do you still want to send a decline response?
sa: किं भवन्तः अद्यापि अस्वीकारप्रतिक्रिया प्रेषयितुम् इच्छन्ति?

source: Do you still want to decline the counter proposal?
sa: किं भवन्तः अद्यापि प्रतिप्रस्तावस्य अङ्गीकारं कर्तुम् इच्छन्ति ?

# @action:button
source: Decline
sa: अस्वीकरोतु

source: Do you still want to record this response in your calendar?
sa: किं भवन्तः अद्यापि एतत् प्रतिक्रियां स्वस्य पञ्चाङ्गे अभिलेखयितुम् इच्छन्ति?

# @action:button
source: Record
sa: अभिलेख

source: Do you still want to delegate this task?
sa: किं भवन्तः अद्यापि एतत् कार्यं प्रत्यायोजयितुम् इच्छन्ति ?

source: Do you still want to delegate this invitation?
sa: किं भवन्तः अद्यापि एतत् आमन्त्रणं प्रत्यायोजयितुम् इच्छन्ति ?

# @action:button
source: Delegate
sa: प्रतिनिधिः

source: Do you still want to forward this task?
sa: किं भवन्तः अद्यापि एतत् कार्यं अग्रे प्रेषयितुम् इच्छन्ति ?

source: Do you still want to forward this invitation?
sa: किं भवन्तः अद्यापि एतत् आमन्त्रणं अग्रे प्रेषयितुम् इच्छन्ति?

# @action:button
source: Forward
sa: अग्रतः

source: Do you still want to cancel this task?
sa: किं भवन्तः अद्यापि एतत् कार्यं रद्दं कर्तुम् इच्छन्ति?

# @action:button
source: Cancel Task
sa: कार्य रद्द करें

source: Do you still want to cancel this invitation?
sa: किं भवन्तः अद्यापि एतत् आमन्त्रणं रद्दं कर्तुम् इच्छन्ति?

# @action:button
source: Cancel Invitation
sa: निमन्त्रणं रद्दं कुर्वन्तु

# @action:button
source: Do Not Cancel
sa: रद्दं न कुर्वन्तु

source: Do you still want to check your calendar?
sa: किं भवन्तः अद्यापि स्वस्य पञ्चाङ्गं पश्यितुं इच्छन्ति?

# @action:button
source: Check
sa: अनुशीलय

source: Do you still want to record this task in your calendar?
sa: किं भवन्तः अद्यापि एतत् कार्यं स्वस्य पञ्चाङ्गे अभिलेखयितुम् इच्छन्ति?

source: Do you still want to record this invitation in your calendar?
sa: किं भवन्तः अद्यापि एतत् आमन्त्रणं स्वस्य पञ्चाङ्गे अभिलेखयितुम् इच्छन्ति?

source: Do you really want to cancel this task?
sa: किं भवन्तः वास्तवमेव एतत् कार्यं रद्दं कर्तुम् इच्छन्ति ?

source: Do you really want to cancel this invitation?
sa: किं भवान् वास्तवमेव एतत् आमन्त्रणं रद्दं कर्तुम् इच्छति ?

# @title:window
source: Reaction to Invitation
sa: आमन्त्रणस्य प्रतिक्रिया

source: You forgot to add proposal. Please add it. Thanks
sa: प्रस्तावः योजयितुं विस्मृतवान्। कृपया योजयतु। धन्यवादा

source: Delegation to organizer is not possible.
sa: आयोजकं प्रति प्रतिनिधित्वं सम्भवं नास्ति।

# @title:window
source: Save Invitation Attachment
sa: निमंत्रण संलग्नकं रक्षतु

# @title:window
source: Decline Counter Proposal
sa: अवनति प्रतिप्रस्ताव

source: You have no writable calendar folders for invitations, so storing or saving a response will not be possible. Please create at least 1 writable events calendar and re-sync.
sa: आमन्त्रणानां कृते भवतः लेखनीयाः पञ्चाङ्गपुटाः नास्ति, अतः प्रतिक्रियायाः संग्रहणं वा रक्षणं वा सम्भवं न भविष्यति । कृपया न्यूनातिन्यूनं १ लेखनीयघटनानां पञ्चाङ्गं निर्माय पुनः समन्वयनं कुर्वन्तु ।

source: The calendar invitation stored in this email message is broken in some way. Unable to continue.
sa: अस्मिन् ईमेल-सन्देशे संगृहीतं पञ्चाङ्ग-आमन्त्रणं केनचित् प्रकारेण भग्नम् अस्ति । अग्रे गन्तुं असमर्थः।

# @info
source: The organizer is not expecting a reply to this invitation but you can send them an email message if you desire. Would you like to send the organizer a message regarding this invitation? Press the [Cancel] button to cancel the recording operation.
sa: आयोजकः अस्य आमन्त्रणस्य उत्तरं न अपेक्षते किन्तु भवान् इच्छति चेत् तेभ्यः ईमेलसन्देशं प्रेषयितुं शक्नोति। अस्य आमन्त्रणस्य विषये आयोजकं सन्देशं प्रेषयितुम् इच्छति वा? रिकार्डिङ्ग्-कार्यक्रमं रद्दीकर्तुं [Cancel] बटनं नुदन्तु ।

# @title:window
source: Send Email to Organizer
sa: आयोजकं प्रति ईमेल प्रेषयन्तु

# @action:button
source: Do Not Send
sa: मा प्रेषयतु

# @action:button
source: Send EMail
sa: ईमेल प्रेषयन्तु

source: Open Attachment
sa: Open Attachment इति

source: Save Attachment As…
sa: संलग्नकं रक्षन्तु यथा…

source: Accept invitation
sa: आमन्त्रणं स्वीकुरुत

source: Accept invitation conditionally
sa: सशर्तरूपेण आमन्त्रणं स्वीकुरुत

source: Accept counter proposal
sa: प्रतिप्रस्तावम् अङ्गीकुरुत

source: Create a counter proposal…
sa: एकं प्रतिप्रस्तावं रचयन्तु…

source: Throw mail away
sa: मेलं क्षिपतु

source: Decline invitation
sa: निमन्त्रणं अङ्गीकुरुत

source: Postpone
sa: स्थगन

source: Decline counter proposal
sa: प्रतिप्रस्तावस्य अस्वीकारः

source: Check my calendar…
sa: मम पञ्चाङ्गं पश्यन्तु…

source: Record response into my calendar
sa: मम पञ्चाङ्गे प्रतिक्रियां अभिलेखयन्तु

source: Record invitation into my calendar
sa: मम पञ्चाङ्गे आमन्त्रणं अभिलेखयन्तु

source: Move this invitation to my trash folder
sa: एतत् आमन्त्रणं मम कचरापुटे स्थानान्तरयन्तु

source: Delegate invitation
sa: प्रतिनिधिनिमन्त्रणम्

source: Forward invitation
sa: अग्रे आमन्त्रणम्

source: Remove invitation from my calendar
sa: मम पञ्चाङ्गात् आमन्त्रणं निष्कासयन्तु

source: Open attachment "%1"
sa: संलग्नकं "%1" उद्घाटयतु।
