Repository: KDE/kdepim-addons
Catalog: po/sa/messageviewer_application_gnupgwks_plugin.po
Languages: sa

source: Display key details
sa: मुख्यविवरणं प्रदर्शयन्तु

source: Publish the key
sa: कुञ्जी प्रकाशयतु

source: No valid key data in file.
sa: सञ्चिकायां वैधः कीलदत्तांशः नास्ति ।

source: Import the key
sa: कीलम् आयातयन्तु

source: An error occurred while importing the key.
sa: कीलस्य आयातकाले त्रुटिः अभवत् ।

source: No keys to import where found.
sa: यत्र प्राप्तं तत्र आयातयितुं कुञ्जिकाः नास्ति।

source: The key has been successfully imported.
sa: कुञ्जी सफलतया आयातिता अस्ति।

source: Register your OpenPGP key with your email provider.
sa: स्वस्य OpenPGP कुञ्जी स्वस्य ईमेलप्रदातृणां समीपे पञ्जीकरणं कुर्वन्तु।

source: When you register your key with your email provider other people will then be able to retrieve the key and send you encrypted emails and verify authenticity of emails you send them.
sa: यदा भवान् स्वस्य ईमेल-प्रदातृणां समीपे स्वस्य कुञ्जी-पञ्जीकरणं करोति तदा अन्ये जनाः कुञ्जीम् पुनः प्राप्तुं शक्नुवन्ति तथा च भवन्तं गुप्त-ईमेल-पत्राणि प्रेषयितुं शक्नुवन्ति तथा च भवता प्रेषितानां ईमेल-पत्राणां प्रामाणिकताम् सत्यापयितुं शक्नुवन्ति

source: An error occurred while publishing the key. Please try again later.
sa: कीलस्य प्रकाशनकाले त्रुटिः अभवत् । कृपया पश्चात् पुनः प्रयासं कुर्वन्तु।

source: Register the key
sa: कुञ्जी पञ्जीकरणं कुर्वन्तु

source: The email will be automatically deleted once you confirm the registration.
sa: एकवारं पञ्जीकरणस्य पुष्टिं कृत्वा ईमेल स्वयमेव विलोप्यते।

source: Show key details
sa: मुख्यविवरणं दर्शयतु

source: This is an automatically generated email. The purpose of this email is to register your OpenPGP key with your email provider.
sa: एतत् स्वयमेव उत्पन्नं ईमेल अस्ति । अस्य ईमेलस्य उद्देश्यं भवतः OpenPGP कुञ्जी भवतः ईमेलप्रदातृणां समीपे पञ्जीकरणं भवति ।

source: Your OpenPGP key will be published on your email provider's key server. Other users will be able to retrieve the key and send you encrypted emails and verify authenticity of emails you send them.
sa: भवतः OpenPGP कुञ्जी भवतः ईमेलप्रदातुः कुञ्जीसर्वर् मध्ये प्रकाशिता भविष्यति । अन्ये उपयोक्तारः कुञ्जीम् पुनः प्राप्तुं शक्नुवन्ति तथा च भवन्तं एन्क्रिप्टेड् ईमेल प्रेषयितुं शक्नुवन्ति तथा च भवता प्रेषितस्य ईमेलस्य प्रामाणिकता सत्यापयितुं शक्नुवन्ति।

source: OpenPGP Key
sa: OpenPGP कुञ्जी

source: This is an OpenPGP key, which can be used to sign or encrypt emails.
sa: इदं OpenPGP कीलम् अस्ति, यस्य उपयोगेन ईमेल-पत्रेषु हस्ताक्षरं कर्तुं वा गोपनं कर्तुं वा शक्यते ।

source: Loading key details…
sa: मुख्यविवरणं लोड् भवति...

source: Owner:
sa: स्वामी:

source: Created:
sa: निर्मितः : १.

source: Fingerprint:
sa: अङ्गुलिचिह्नम् : १.

source: This key is unknown, it could not be found in your local keyring. You may want to import this key.
sa: इदं कीलम् अज्ञातम् अस्ति, भवतः स्थानीय-कील-रङ्गे एतत् न लब्धम् । भवान् एतत् कीलम् आयातुम् इच्छति ।

source: Error while loading key: %1
sa: कीलं लोड् कुर्वन् त्रुटिः: %1

source: Hide key details
sa: मुख्यविवरणं गोपयन्तु

source: Open in Kleopatra
sa: क्लियोपेट्रानगरे उद्घाटितम्

source: Show key details …
sa: मुख्यविवरणं दर्शयतु ...

source: Import key
sa: आयात कील
