Repository: KDE/kdepim-addons
Catalog: po/sa/messageviewer_text_vcard_plugin.po
Languages: sa

source: Attached business card
sa: संलग्नं व्यापारपत्रम्

source: [Add this contact to the address book]
sa: [एतत् सम्पर्कं पतापुस्तके योजयन्तु]।

source: [Update this contact in the address book]
sa: [एतत् सम्पर्कं पतापुस्तके अद्यतनं कुर्वन्तु]।

source: [This contact is already in addressbook]
sa: [एषः सम्पर्कः सम्बोधनपुस्तिकायां पूर्वमेव अस्ति]।

source: View Business Card
sa: व्यवसायपत्रं पश्यन्तु

source: Save Business Card As…
sa: व्यवसायपत्रं रक्षतु यथा…

source: Add this contact to the address book.
sa: एतत् सम्पर्कं पतापुस्तके योजयन्तु।

source: Update this contact to the address book.
sa: एतत् सम्पर्कं पतापुस्तके अद्यतनं कुर्वन्तु।

source: Add "%1" to the address book.
sa: पतापुस्तके "%1" योजयन्तु ।

source: Update "%1" to the address book.
sa: "%1" इत्येतत् पतापुस्तके अद्यतनं कुर्वन्तु ।

# @title:window
source: Save Business Card
sa: व्यवसायपत्रं रक्षतु

source: The vCard's primary email address is not in addressbook.
sa: vCard इत्यस्य प्राथमिकं ईमेल-सङ्केतं पतापुस्तिकायां नास्ति ।

source: There are two or more contacts with same email stored in addressbook.
sa: पतापुस्तिकायां संगृहीताः समाने ईमेलयुक्ते द्वौ वा अधिकौ सम्पर्कौ स्तः ।

source: The vCard was updated in your address book; you can add more information to this entry by opening the address book.
sa: vCard भवतः पतापुस्तके अद्यतनं कृतम् आसीत्; पतापुस्तकं उद्घाट्य अस्मिन् प्रविष्टौ अधिकानि सूचनानि योजयितुं शक्नुवन्ति ।

source: Email not specified
sa: ईमेल निर्दिष्टं नास्ति
