{
    "KPlugin": {
        "Description": "This plugin allows you to insert special text as attachment name, emails etc.",
        "Description[ar]": "تتيح لك هذه الملحقة إدراج نص خاصّ كاسم المرفق والعنوان البريدي.",
        "Description[az]": "Bu əlavə, sizə qoşma faylın adı, e-poçt və ya s. xüsusi mətnləri daxil etməyə imkan verir.",
        "Description[bg]": "Тази приставка ви позволява да вмъквате специален текст като име на прикачен файл, имейли и т.н.",
        "Description[ca@valencia]": "Este connector permet inserir text especial com a nom d'adjunt, correu electrònic, etc.",
        "Description[ca]": "Aquest connector permet inserir text especial com a nom d'adjunt, correu electrònic, etc.",
        "Description[cs]": "Tento modul umožňuje vložit speciální text jako název přípony, e-maily apod.",
        "Description[en_GB]": "This plugin allows you to insert special text as attachment name, emails etc.",
        "Description[es]": "Este complemento le permite insertar texto especial como nombre de adjunto, correo electrónico, etc.",
        "Description[et]": "See plugin võimaldab lisada spetsiaalset teksti, näiteks manusenime, e-kirja jms.",
        "Description[eu]": "Plugin horrek eranskinaren izena, e-postak eta halako testu berezia txertatzen uzten dizu.",
        "Description[fi]": "Tällä liitännäisellä voi lisätä erikoismerkkejä liitteen nimeen, viesteihin jne.",
        "Description[fr]": "Ce module permet d'insérer un texte spécial comme nom de pièce jointe, adresse de courriel, etc.",
        "Description[gl]": "Este complemento permítelle inserir texto especial como nomes de anexos, enderezos de correo electrónico, etc.",
        "Description[ia]": "Iste plugin te permitte insertar  texto special como nomine de attachamentos, epostas etc.",
        "Description[it]": "Questa estensione permette di inserire del testo speciale come nomi di allegati, messaggi di posta, ecc.",
        "Description[ka]": "ეს დამატება საშუალებას გაძლევთ, ჩასვათ სპეციალური ტექსტი როგორც მიმაგრებული ფაილის სახელი, ელფოსტა და ა.შ.",
        "Description[ko]": "이 플러그인은 첨부 파일 이름, 이메일 등 특수 텍스트를 추가합니다.",
        "Description[nl]": "Deze plug-in stelt u in staat speciale tekst als naam van bijlage, e-mails etc. in te voegen.",
        "Description[pl]": "Ta wtyczka umożliwia wstawienie tekstu specjalnego jako nazwa załącznika, wiadomości itp.",
        "Description[pt]": "Este 'plugin' permite inserir um texto especial como nome de anexo, mensagem de e-mail, etc.",
        "Description[pt_BR]": "Este plugin permite a você inserir um caractere especial como nome do anexo, e-mails, etc.",
        "Description[ru]": "Этот модуль позволяет вставлять специальный текст, такой как имена вложения, адреса эл. почты и т.п.",
        "Description[sk]": "Tento doplnok umožňuje vložiť špeciálny text ako názov prílohy, e-maily atď.",
        "Description[sl]": "Ta vstavek omogoča vstavitev posebnega besedila kot imena priloge, elektronskega sporočila, itd.",
        "Description[sv]": "Insticksprogrammet gör det möjligt att infoga specialtext som namn på bilagor, e-post, etc.",
        "Description[tr]": "Bu eklenti, özel bir metni ek adı, e-postası olarak eklemenize olanak tanır.",
        "Description[uk]": "За допомогою цього додатка можна вставити спеціальний текст, зокрема назву долучення, повідомлення електронної пошти тощо.",
        "Description[x-test]": "xxThis plugin allows you to insert special text as attachment name, emails etc.xx",
        "Description[zh_CN]": "此插件可以让您插入特殊文本作为附件名称、电子邮件等。",
        "EnabledByDefault": "false",
        "Id": "kmailquicktext",
        "Name": "Quick Text",
        "Name[ar]": "نص سريع",
        "Name[az]": "Sürətli mətn",
        "Name[bg]": "Бърз текст",
        "Name[ca@valencia]": "Text ràpid",
        "Name[ca]": "Text ràpid",
        "Name[cs]": "Rychlý text",
        "Name[de]": "Textbausteine",
        "Name[en_GB]": "Quick Text",
        "Name[es]": "Texto rápido",
        "Name[et]": "Kiirtekst",
        "Name[eu]": "Testu azkarra",
        "Name[fi]": "Pikateksti",
        "Name[fr]": "Texte rapide",
        "Name[gl]": "Texto rápido",
        "Name[ia]": "Texto rapide",
        "Name[it]": "Testo rapido",
        "Name[ka]": "სწრაფი ტექსტი",
        "Name[ko]": "빠른 텍스트",
        "Name[nl]": "Snelle tekst",
        "Name[pl]": "Szybki tekst",
        "Name[pt]": "Texto Rápido",
        "Name[pt_BR]": "Texto rápido",
        "Name[ru]": "Быстрый текст",
        "Name[sk]": "Rýchly text",
        "Name[sl]": "Hitro besedilo",
        "Name[sv]": "Snabbtext",
        "Name[tr]": "Hızlı Metin",
        "Name[uk]": "Швидкий текст",
        "Name[x-test]": "xxQuick Textxx",
        "Name[zh_CN]": "快速文本",
        "Version": "1.0"
    },
    "X-KDE-KMailEditor-Order": "2"
}
