{
    "KPlugin": {
        "Description": "This plugin allows you to configure expire trash folder for each accounts.",
        "Description[ar]": "تتيح لك هذه الملحقة تهيئة انتهاء صلاحية مجلد المهملات لكل حساب.",
        "Description[az]": "Bu əlavə, hər hesab üçün Səbət qovluğundakıların silinmə vaxtını ayarlamağa imkan verir.",
        "Description[bg]": "Тази приставка ви позволява да конфигурирате кошчето за бракувани имейли за всеки акаунт.",
        "Description[ca@valencia]": "Este connector permet configurar la caducitat de la carpeta paperera per cada compte.",
        "Description[ca]": "Aquest connector permet configurar la caducitat de la carpeta paperera per cada compte.",
        "Description[de]": "Mit diesem Modul können Sie das Leeren des Papierkorbs für jedes Konto einrichten.",
        "Description[en_GB]": "This plugin allows you to configure expire wastebin folder for each accounts.",
        "Description[es]": "Este complemento le permite configurar la expiración de la carpeta de papelera de cada cuenta.",
        "Description[eu]": "Plugin horrek kontu bakoitzeko zakarrontzi karpeta iraungitzea konfiguratzeko aukera ematen dizu.",
        "Description[fi]": "Tällä liitännäisellä voi vanhentaa kunkin tilin roskakorikansion.",
        "Description[fr]": "Ce module externe vous permet de configurer l'expiration du dossier de corbeille pour chaque compte.",
        "Description[ia]": "Iste plugin te permitte configurar le dossir de corbe de expirar per cata contos.",
        "Description[it]": "Questa estensione permette di configurare la scadenza del cestino per ogni account.",
        "Description[ka]": "ეს დამატება თითოეული ანგარიშისთვის სანაგვე ყუთში არსებული ელემენტების ავტომატურად წაშლის საშუალებას გაძლევთ.",
        "Description[ko]": "이 플러그인은 계정별로 휴지통 폴더를 비울 수 있도록 설정합니다.",
        "Description[nl]": "Deze plug-in stelt u in staat om de prullenbak laten verlopen te configureren voor elk account.",
        "Description[pl]": "Ta wtyczka umożliwia ustawienie wygasania katalogu kosza dla każdego konta.",
        "Description[pt]": "Este 'plugin' permite-lhe configurar a expiração da pasta do lixo para cada conta.",
        "Description[pt_BR]": "Este plugin permite a você configurar a expiração da pasta da Lixeira para cada conta.",
        "Description[ru]": "Этот модуль позволяет настроить удаление устаревших файлов из корзины для каждой учётной записи.",
        "Description[sl]": "Ta vstavek omogoča, da nastavite mapo smeti za vsakega od računov.",
        "Description[sv]": "Insticksprogrammet gör det möjligt att anpassa när papperskorgens innehåll utgår för varje konto.",
        "Description[tr]": "Bu eklenti, her bir hesap için çöp klasörü süre geçimi yapılandırmanıza olanak verir.",
        "Description[uk]": "За допомогою цього додатка можна налаштувати вилучення застарілих повідомлень з теки смітника для кожного з облікових записів.",
        "Description[x-test]": "xxThis plugin allows you to configure expire trash folder for each accounts.xx",
        "Description[zh_CN]": "此插件能让您定时清空每个账号的已删除邮件文件夹。",
        "Name": "Expire Trash Folder",
        "Name[ar]": "انتهاء صلاحية مجلد المهملات",
        "Name[az]": "Səbət qovluğundan silinmə vaxtı",
        "Name[bg]": "Бракуване на кошчето",
        "Name[ca@valencia]": "Caducitat de la carpeta paperera",
        "Name[ca]": "Caducitat de la carpeta paperera",
        "Name[de]": "Papierkorb leeren",
        "Name[en_GB]": "Expire Wastebin Folder",
        "Name[es]": "Expirar la carpeta de la papelera",
        "Name[eu]": "Iraungitu zaborrontzi-karpeta",
        "Name[fi]": "Vanhenna roskakorikansio",
        "Name[fr]": "Expiration du dossier de corbeille",
        "Name[ia]": "Expira dossier de corbe",
        "Name[it]": "Effettua scadenza del cestino",
        "Name[ka]": "სანაგვე ყუთიდან მოძველებული ელემენტების წაშლა",
        "Name[ko]": "휴지통 폴더 비우기",
        "Name[nl]": "Prullenbak laten verlopen",
        "Name[pl]": "Przedawnij katalog kosza",
        "Name[pt]": "Expirar a Pasta do Lixo",
        "Name[pt_BR]": "Expirar pasta da Lixeira",
        "Name[ru]": "Удаление устаревших файлов из корзины",
        "Name[sl]": "Potek mape smeti",
        "Name[sv]": "Papperskorgen utgår",
        "Name[tr]": "Çöp Klasörünün Süresini Geçir",
        "Name[uk]": "Вилучення застарілих повідомлення з теки смітника",
        "Name[x-test]": "xxExpire Trash Folderxx",
        "Name[zh_CN]": "定时清空已删除邮件文件夹",
        "Version": "1.0"
    },
    "X-KDE-MessageViewer-Configure-Order": "100"
}
