{
    "KPlugin": {
        "Description": "This plugin allows you to configure which apps used for specific url.",
        "Description[ar]": "تتيح لك هذه الملحقة تهيئة أي التطبيقات تُستخدم لرابط معين.",
        "Description[az]": "Bu əlavə, URL üçün istifadə olunacaq tətbiqləri tənzimləməyə imkan verir.",
        "Description[bg]": "Този плъгин ви позволява да конфигурирате кои приложения да се използват за определени url адреси.",
        "Description[ca@valencia]": "Este connector permet configurar quines aplicacions s'utilitzen per a un URL específic.",
        "Description[ca]": "Aquest connector permet configurar quines aplicacions s'usen per a un URL específic.",
        "Description[cs]": "Tento modul umožňuje nastavit které aplikace jsou použity pro konkrétní URL.",
        "Description[en_GB]": "This plugin allows you to configure which apps used for specific URL.",
        "Description[eo]": "Ĉi tiu kromaĵo ebligas al vi agordi kiajn aplikaĵojn uzatajn por specifa url.",
        "Description[es]": "Este complemento le permite configurar las aplicaciones que se usan para determinadas URL.",
        "Description[eu]": "Plugin horrek URL jakinetarako zein aplikazio erabili konfiguratzeko aukera ematen dizu.",
        "Description[fi]": "Tällä liitännäisellä voi asettaa, mitä sovelluksia käytetään tietyille verkko-osoitteille.",
        "Description[fr]": "Ce module externe vous permet de configurer l'application à utiliser pour ouvrir une URL spécifique.",
        "Description[gl]": "Este complemento permítelle configurar as aplicacións que se usan para un URL concreto.",
        "Description[ia]": "Iste plugin te permitte configurar qual apps usate per url specific.",
        "Description[it]": "Questa estensione ti consente di configurare quali applicazioni utilizzare per un URL specifico.",
        "Description[ka]": "ეს დამატება საშუალებას გაძლევთ, მიუთითოთ, მიწოდებული ბმულისთვის, რომელი პროგრამა გაეშვება.",
        "Description[ko]": "이 플러그인은 URL별 사용할 앱을 설정합니다.",
        "Description[nl]": "Deze plug-in biedt u het configureren van welke toepassingen gebruikt worden voor welke url.",
        "Description[pl]": "Ta wtyczka umożliwia ustawienie programu otwierającego dany adres URL.",
        "Description[pt]": "Este 'plugin' permite-lhe configurar as aplicações usadas para um URL específico.",
        "Description[pt_BR]": "Este plugin permite a você configurar quais aplicativos usados para a URL especificada.",
        "Description[ru]": "Этот модуль позволяет настроить приложения, которые будут использоваться для определённого адреса.",
        "Description[sl]": "Ta vstavek omogoča, da nastavite aplikacije za uporabo pri določenem url.",
        "Description[sv]": "Insticksprogrammet gör det möjligt att ställa in vilka program som används för specifika webbadresser.",
        "Description[tr]": "Bu eklenti, belirli URL'lerin hangi uygulamalar tarafından kullanılacağını yapılandırmanıza olanak verir.",
        "Description[uk]": "За допомогою цього додатка можна налаштувати те, які програми буде використано для певної адреси.",
        "Description[x-test]": "xxThis plugin allows you to configure which apps used for specific url.xx",
        "Description[zh_CN]": "此插件用于指定特定 URL 用何种应用程序打开。",
        "Name": "Open Url With",
        "Name[ar]": "فتح الرابط بواسطة",
        "Name[az]": "URL-u bununla açın:",
        "Name[bg]": "Отваряне на URL с",
        "Name[ca@valencia]": "Obri l'URL amb",
        "Name[ca]": "Obre l'URL amb",
        "Name[cs]": "Otevřít URL pomocí",
        "Name[de]": "Adresse öffnen mit",
        "Name[en_GB]": "Open URL With",
        "Name[eo]": "Malfermi Url Kun",
        "Name[es]": "Abrir URL con",
        "Name[eu]": "Ireki URLa honekin",
        "Name[fi]": "Avaa verkko-osoite ohjelmalla",
        "Name[fr]": "Ouvrir une URL avec",
        "Name[gl]": "Abrir o URL con",
        "Name[ia]": "Aperi Url con",
        "Name[it]": "Apri URL con",
        "Name[ka]": "ბმულის გახსნა პროგრამით",
        "Name[ko]": "다음으로 URL 열기",
        "Name[nl]": "Url openen met",
        "Name[pl]": "Otwórz adres URL w",
        "Name[pt]": "Abrir o URL com",
        "Name[pt_BR]": "Abrir URL com",
        "Name[ru]": "Открытие ссылки в указанной программе",
        "Name[sl]": "Odpri Url z",
        "Name[sv]": "Öppna webbadress med",
        "Name[tr]": "URL'yi Şununla Aç",
        "Name[uk]": "Відкриття адрес за допомогою програм",
        "Name[x-test]": "xxOpen Url Withxx",
        "Name[zh_CN]": "打开 URL 方式",
        "Version": "1.0"
    },
    "X-KDE-MessageViewer-Configure-Order": "100"
}
