{
    "KPlugin": {
        "Description": "This plugin allows you to generate html from markdown language",
        "Description[ar]": "تتيح لك هذه الملحقة HTML من لغة مارك‌داون",
        "Description[az]": "Bu əlavə, sizə markdown dilindən html yaratmağa imkan verir",
        "Description[bg]": "Тази приставка ви позволява да генерирате html от език markdown",
        "Description[ca@valencia]": "Este connector permet generar HTML a partir del llenguatge Markdown",
        "Description[ca]": "Aquest connector permet generar HTML a partir del llenguatge Markdown",
        "Description[da]": "Dette plugin tillader dig at genererer html fra markdown-sprog",
        "Description[de]": "Mit diesem Modul können Sie HTML aus der Sprache Markdown erstellen.",
        "Description[eo]": "Ĉi tiu kromaĵo permesas vin generi html el markdown-lingvo",
        "Description[es]": "Este complemento le permite generar HTML a partir de lenguaje markdown.",
        "Description[et]": "See plugin võimaldab genereerida HTMLi Markdowni keele põhjal.",
        "Description[eu]": "Plugin horrek Markdown lengoaiatik HTML sortzeko aukera ematen",
        "Description[fi]": "Tällä liitännäisellä voi luoda Markdownista HTML:ää",
        "Description[fr]": "Ce module permet de générer du HTML à partir du langage « Markdown ».",
        "Description[gl]": "Este complemento permítelle xerar HTML a partir de linguaxe Markdown.",
        "Description[he]": "התוסף הזה מאפשר ליצור html משפת Markdown",
        "Description[ia]": "Iste plugin te permitte generar html ex linguage markdown",
        "Description[it]": "Questa estensione permette di generare HTML dal linguaggio Markdown",
        "Description[ka]": "ეს დამატება მარკდაუის ენიდან HTML-ის გენერირების საშუალებას გაძლევთ",
        "Description[ko]": "이 플러그인은 Markdown 언어에서 HTML 메시지를 생성합니다",
        "Description[nl]": "Deze plug-in stelt u in staat html te maken uit een markdown-taal.",
        "Description[pl]": "Ta wtyczka umożliwia utworzenie html z języka markdown",
        "Description[pt]": "Este 'plugin' permite-lhe gerar HTML a partir da linguagem Markdown",
        "Description[pt_BR]": "Este plugin permite a você gerar HTML a partir da linguagem Markdown",
        "Description[ru]": "Этот модуль позволяет преобразовывать текст с разметкой Markdown в формат HTML.",
        "Description[sk]": "Tento doplnok umožňuje generovať html z jazyka Markdown",
        "Description[sl]": "Ta vtičnik vam omogoča, da ustvarite html iz besedila v formatu markdown",
        "Description[sv]": "Insticksprogrammet gör det möjligt att skapa HTML från språket Markdown",
        "Description[tr]": "Bu eklenti, Markdown dilinden HTML oluşturmanıza olanak verir.",
        "Description[uk]": "За допомогою цього додатка можна створювати сторінки HTML на основі коду мовою Markdown.",
        "Description[x-test]": "xxThis plugin allows you to generate html from markdown languagexx",
        "Description[zh_CN]": "此插件允许您根据 Markdown 语言生成 HTML",
        "Description[zh_TW]": "這個外掛程式讓您從 Markdown 語言產生 HTML",
        "EnabledByDefault": false,
        "Name": "Markdown",
        "Name[ar]": "مارك‌داون",
        "Name[ka]": "მარკდაუნი",
        "Name[x-test]": "xxMarkdownxx",
        "Version": "1.0"
    }
}
