Repository: KDE/kdepim-addons
Catalog: po/*/kaddressbook_plugins.po
Languages: cs, zh_tw

source: Check Gravatar...
cs: Zkontrolovat Gravatar...

source: You have not selected any contacts.
cs: Nevybrali jste žádný kontakt.
zh_tw: 您尚未選取任何聯絡人。

source: No email found for this contact.
cs: Pro tento kontakt nebyl nalezen žádný e-mail.
zh_tw: 找不到此聯絡人的電子郵件。

source: A contact group was selected.
cs: Byla vybrána skupina kontaktů.
zh_tw: 已選取了聯絡人群組。

source: Too many contacts selected.
cs: Vybráno příliš mnoho kontaktů.
zh_tw: 選取太多聯絡人了。

source: Save Image
cs: Uložit obrázek

source: Save Image URL
cs: Uložit URL obrázku

# @title:window
source: Check and update Gravatar
cs: Zkontrolovat a aktualizovat Gravatar
zh_tw: 檢查並更新 Gravatar

source: Search
cs: Hledat

source: Search is impossible.
cs: Vyhledávání není možné
zh_tw: 無法搜尋。

source: No Gravatar Found.
cs: Gravatar nebyl nalezen.
zh_tw: 找不到 Gravatar 影像。

source: Merge Contacts...
cs: Sloučit kontakty...

# @title:window
source: Select Contacts to merge
cs: Vyberte kontakty pro sloučení
zh_tw: 選擇要合併的聯絡人

source: merge
cs: sloučit

source: Select contacts that you really want to merge:
cs: Vyberte kontakty které opravdu chcete sloučit:

source: Select the addressbook in which to store merged contacts:
cs: Vyberte knihu adres kde chcete ukládat sloučené kontakty:

source: Select All
cs: Vybrat vše
zh_tw: 全部選取

source: Deselect All
cs: Zrušit výběr
zh_tw: 全部取消選取

source: Duplicate contact %1
cs: Duplicitní kontakt %1
zh_tw: 重複聯絡人 %1

source: Contacts
cs: Kontakty
zh_tw: 聯絡人

source: Duplicate contact "%1" (%2 times)
cs: Duplicitní kontakt "%1" (%2 krát)
zh_tw: 重複聯絡人 "%1"（%2 次）

# @title:window
source: Search and Select Duplicate Contacts to merge
cs: Hledat a vybrat duplicitní kontakty pro sloučení
zh_tw: 搜尋並選取要合併的重複聯絡人

source: Search in result...
cs: Vyhledávám ve výsledcích...

source: Select AddressBook:
cs: Vybrat knihu adres:

source: Merge
cs: Sloučit

source: Expand All
cs: Rozbalit vše
zh_tw: 全部展開

source: Collapse All
cs: Svinout vše
zh_tw: 折疊全部

source: You must select at least two elements.
cs: Musíte přiřadit alespoň dva prvky..
zh_tw: 您必須選取至少兩個元素。

source: No duplicated contact found.
cs: Nebyl nalezen řádný duplicitní kontakt.
zh_tw: 未找到重複的聯絡人。

source: No contacts selected.
cs: Žádné kontakty nevybrány.
zh_tw: 未選取聯絡人。

source: Some information can be lost. Do you want to continue, or customize what you want to merge?
cs: Některé informace mohou být ztraceny. Přejete si pokračovat, nebo chcete přizpůsobit co se bude slučovat?
zh_tw: 某些資訊可能會喪失。您要直接繼續，還是要自訂要合併哪些資訊？

source: Customize
cs: Přizpůsobit

source: Automatic Merging
cs: Automatické slučování

source: Some information was not selected. You can lose this information. Do you want to continue merging?
cs: Některé informace nebyly vybrány. Tyto informace můžete ztratit. Přejete si pokračovat se slučováním?
zh_tw: 某些資訊未被選取。您可能會喪失該資訊。您確定要繼續合併嗎？

# @title:window
source: Missing Selected Information
cs: Chybí vybrané informace
zh_tw: 有未選取資訊

# The wedding anniversary of a contact
source: Anniversary
cs: Výročí
zh_tw: 紀念日

source: Blog Feed
cs: Kanál blogu
zh_tw: 部落格 Feed

source: Profession
cs: Profese
zh_tw: 職業

source: Office
cs: Kancelář
zh_tw: 辦公室

source: Manager
cs: Správce
zh_tw: 經理

source: Assistant
cs: Asistent
zh_tw: 助理

source: Spouse
cs: Manžel(ka)
zh_tw: 配偶

source: (Undefined)
cs: (Nedefinovaný)
zh_tw: (未定義)

source: Search Duplicate Contacts...
cs: Hledat duplicitní kontakty...

source: No emails found in selected contacts.
cs: Ve vybraných kontaktech nebyl nalezen žádný e-mail.
zh_tw: 已選聯絡人中未找到電子郵件。

source: Send an email...
cs: Odeslat email...

source: No vCard created.
cs: Nebyla vytvořena žádná vizitka.
zh_tw: 未建立 vCard。

source: Temporary file '%1' cannot be created
cs: Nelze vytvořit dočasný soubor '%1'
zh_tw: 無法建立暫存檔案 '%1'

source: Send vCards...
cs: Poslat vizitky...

source: Check Gravatar…
zh_tw: 檢查 Gravatar…

# @label:textbox
source: Email:
zh_tw: 電子郵件：

source: Merge Contacts…
zh_tw: 合併聯絡人…

# @label:textbox
source: Select contacts that you really want to merge:
zh_tw: 選擇您確定要合併的聯絡人：

# @label:textbox
source: Select the addressbook in which to store merged contacts:
zh_tw: 選擇要將合併後的聯絡人儲存在哪個通訊錄裡：

source: Search in result…
zh_tw: 在結果中搜尋…

# @label:textbox
source: Select AddressBook:
zh_tw: 選擇通訊錄：

# @action
source: Customize
zh_tw: 自訂

# @action
source: Automatic Merging
zh_tw: 自動合併

source: Search Duplicate Contacts…
zh_tw: 尋找重複聯絡人…

source: Send an email…
zh_tw: 傳送電子郵件…

source: Send vCards…
zh_tw: 傳送 vCard…
