Repository: KDE/kdepim-addons
Catalog: po/*/kaichat_addressbook.po
Languages: ar, bg, es, eu, fi, fr, he, nl, pl, pt_br, sl, zh_cn, zh_tw

source: AddressBook info
ar: معلومات دفتر العناوين
bg: Информация за адресна книга
es: Información de la libreta de direcciones
eu: Helbide-liburuaren informazioa
fi: Osoitekirjatietoa
fr: Informations sur le carnet d'adresses
he: פרטי פנקס כתובות
nl: Adresboekinformatie
pl: Szczegóły książki adresowej
pt_br: Informações do livro de endereços
sl: Informacije adresarja
zh_cn: 地址簿信息
zh_tw: 通訊錄資訊

source: Name of user
ar: اسم المستخدم
bg: Име на потребителя
es: Nombre de usuario
eu: Erabiltzailearen izena
fi: Käyttäjän nimi
fr: Nom de l'utilisateur
he: שם המשתמש
nl: Naam van gebruiker
pl: Nazwa użytkownika
pt_br: Nome do usuário
sl: Ime uporabnika
zh_cn: 用户名称
zh_tw: 使用者名稱

source: Get Info From AddressBook
ar: احصل على المعلومات من دفتر العناوين
bg: Получаване на информация от адресната книга
es: Obtener información de la libreta de direcciones
eu: Lortu helbide-liburuko informazioa
fi: Nouda osoitekirjasta tietoa
fr: Obtenir des informations à partir du carnet d'adresses
he: קבלת מידע מפנקס כתובות
nl: Informatie uit adresboek ophalen
pl: Pobierz szczegóły z książki adresowej
pt_br: Obter informações do livro de endereços
sl: Dobi informacije iz adresarja
zh_cn: 从地址簿获取信息
zh_tw: 從通訊錄取得資訊

source: Use this tool to get user info from akonadi database
ar: استخدم هذه الأداة للحصول على معلومات المستخدم من قاعدة بيانات أكونادي
bg: Използване на този инструмент за получаване на потребителска информация от базата данни на akonadi
es: Use esta herramienta para obtener información de usuario de la base de datos de Akonadi.
eu: Erabili tresna hau akonadi datu-basetik erabiltzaileen informazioa lortzeko
fi: Nouda Akonadi-tietokannasta tällä työkalulla käyttäjätietoa
fr: Utilisez cet outil pour obtenir des informations sur un utilisateur à partir de la base de données de Akonadi
he: אפשר להשתמש בכלי הזה כדי לקבל פרטי משתמשים ממסד הנתונים של Akonadi
nl: Gebruik dit hulpmiddel om informatie uit de akonadi-database op te halen
pl: Użyj tego narzędzia, aby pobrać szczegóły bazy danych akonadi
pt_br: Use esta ferramenta para obter informações do usuário no banco de dados do akonadi
sl: Uporabi to orodje za pridobitev informacij o uporabniku iz podatkovne zbirke akonadi
zh_cn: 使用此工具获取来自 akonadi 数据库的用户信息
zh_tw: 使用這個工具來從 Akonadi 資料庫取得使用者資訊

source: Configure Addressbook Tool Plugin
ar: اضبط محلقة دفتر العناوين
bg: Конфигуриране на плъгина за инструмента за адресна книга
es: Configurar el complemento de la herramienta de libreta de direcciones
eu: Konfiguratu Helbide-liburu tresnaren plugina
fi: Osoitekirjatyökaluliitännäisen asetukset
fr: Configurer le module externe « Addressbook » d'outils
he: הגדרת תוסף כלי ספר כתובות
nl: Hulpmiddelplug-in van adresboek configureren
pl: Ustawienia wtyczki książki adresowej
pt_br: Configurar o plugin da ferramenta de livro de endereços
sl: Konfiguriraj vtičnik orodja Addressbook
zh_cn: 配置地址簿工具插件
zh_tw: 設定通訊錄工具外掛程式

source: Get Email...
ar: احصل على البريد الإلكترونيّ…
bg: Получаване на имейл...
es: Obtener dirección de correo electrónico…
eu: Lortu e-posta...
fi: Nouda sähköposti…
fr: Obtenir un courriel...
he: קבלת דוא״ל…
nl: Haal e-mail op...
pl: Pobierz adres pocztowy…
pt_br: Obter e-mail...
sl: Dobi naslov e-pošte...
zh_cn: 获取电子邮件...
zh_tw: 取得電子郵件…

source: No Contact found in addressbook for %1
ar: لم يُعثر على متراسلين في دفتر العناوين لـ%1
bg: Няма намерен контакт в адресната книга за %1
es: No se ha encontrado ningún contacto en la libreta de direcciones para %1
eu: Helbide-liburuan ez da %1(e)ren kontakturik aurkitu
fi: Osoitekirjasta ei löytynyt yhteystietoa: %1
fr: Aucun contact n'a été trouvé dans le carnet d'adresses pour %1
he: לא נמצאו אנשי קשר בפנקס כתובות עבור %1
nl: Geen contactpersoon in adresboek voor %1 gevonden
pl: Nie znaleziono kontaktu %1 w książce adresowej
pt_br: Nenhum contato encontrado no livro de endereços para %1
sl: Ni najdenih stikov v adresarju za %1
zh_cn: 在地址簿中未找到 %1 的联系人
zh_tw: 在通訊錄中找不到 %1 的聯絡人

source: No preferred email found for %1
ar: لم يعثر على البريد الإلكترونيّ المفضّل لـ%1
bg: Не е намерен предпочитан имейл за %1
es: No se ha encontrado una dirección de correo electrónico preferida para %1
eu: Ez da %1(e)ren hobetsitako e-postarik aurkitu
fi: Ensisijaista sähköpostiosoitetta ei löytynyt: %1
fr: Aucun courriel préféré n'a été trouvé pour %1.
he: לא נמצאה כתובת דוא״ל מועדפת עבור %1
nl: Het e-mailadres met voorkeur voor %1
pl: Nie znaleziono domyślnego adresu pocztowego dla %1
pt_br: Nenhum e-mail preferencial encontrado para %1
sl: Ni najdenega prednostnega e-poštnega naslova za %1
zh_cn: 没有找到 %1 的首选电子邮件
zh_tw: 找不到 %1 的偏好電子郵件

source: The preferred email for %1 is %2
ar: البريد الإلكترونيّ المفضّل %1 هو %2
bg: Предпочитаният имейл за %1 е %2
es: La dirección de correo electrónico preferida para %1 es %2
eu: %1(e)ren hobetsitako e-posta %2 da
fi: Henkilön %1 ensisijainen sähköpostiosoite on %2
fr: Le courriel préféré pour %1 est %2.
he: כתובת הדוא״ל המועדפת עבור %1 היא %2
nl: Het e-mailadres met voorkeur voor %1 is %2
pl: Domyślny adres pocztowy dla %1 to %2
pt_br: O e-mail preferencial para %1 é %2
sl: Prednostni e-poštni naslov za %1 je %2
zh_cn: %1 首选的电子邮件是 %2
zh_tw: %1 偏好的電子郵件是 %2

source: No Birthday found for %1
ar: لم يعثر على عيد ميلاد لـ%1
bg: Не е намерен рожден ден за %1
es: No se ha encontrado el cumpleaños de %1
eu: Ez da %1(e)ren urtebetetzerik aurkitu
fi: Henkilölle %1 ei löytynyt syntymäpäivää
fr: Aucune date d'anniversaire de %1 n'a été trouvée.
he: לא נמצא יום הולדת עבור %1
nl: Geen verjaardag gevonden voor %1
pl: Nie znaleziono daty urodzenia dla %1
pt_br: Nenhum aniversário encontrado para %1
sl: Ni najdenega rojstnega dne za %1
zh_cn: 未找到 %1 的生日
zh_tw: 找不到 %1 的生日

source: Birthday for %1 is %2
ar: عيد ميلاد %1 هو %2
bg: Рожденият ден на %1 е %2
es: El cumpleaños de %1 es el %2
eu: %1(e)ren urtebetetzea %2 da
fi: Henkilön %1 syntymäpäivä on %2
fr: L'anniversaire de %1 est %2.
he: יום ההולדת של %1 היא ב־%2
nl: Verjaardag voor %1 is %2
pl: Data urodzenia dla %1 to %2
pt_br: O aniversário de %1 é %2
sl: Rojstni dan za %1 je %2
zh_cn: %1 的生日是 %2
zh_tw: %1 的生日是 %2

source: No Address found for %1
ar: لم يعثر على عنوان لـ%1
bg: Не е намерен адрес за %1
es: No se ha encontrado ninguna dirección para %1
eu: Ez da %1(e)ren helbiderik aurkitu
fi: Osoitetta ei löytynyt: %1
fr: Aucune adresse pour %1 n'a été trouvée.
he: לא נמצאה כתובת עבור %1
nl: Geen adres voor %1 gevonden
pl: Nie znaleziono żadnego adresu dla %1
pt_br: Nenhum endereço encontrado para %1
zh_cn: 未找到 %1 的地址信息
zh_tw: 找不到 %1 的地址

source: Address found for %1 is %2
ar: عثر على عنوان %1 وهو %2
bg: Намереният адрес за %1 е %2
es: La dirección encontrada para %1 es %2
eu: Aurkitu den %1(e)ren helbidea %2 da
fi: Henkilölle %1 löytyi osoite %2
fr: L'adresse %2 été trouvée pour %1.
he: הכתובת שנמצאה עבור %1 היא %2
nl: Adres gevonden voor %1 is %2
pl: Adres dla %1 to %2
pt_br: O endereço encontrado para %1 é %2
zh_cn: 找到 %1 的地址： %2
zh_tw: %1 的地址是 %2
