Repository: KDE/kdepim-addons
Catalog: po/*/kmail_plugins.po
Languages: eo, he, ka, tr, zh_tw

# @title:window
source: Akonadi Database Tool
eo: Akonadi-Datumbaza Ilo
he: כלי מסד נתונים של Akonadi
ka: Akonadi ბაზების მმართველი
tr: Akonadi Veritabanı Aracı
zh_tw: Akonadi 資料庫工具

# @action
source: &Akonadi Vacuum…
eo: &Akonadi-Vakuilo…
he: &שאיבת אבק ב־Akonadi…
ka: &Akonadi-ის მომტვერსასრუტება…

source: Do you want to vacuum akonadi database?
eo: Ĉu vi volas malplenigi akonadi-datumbazon?
he: לשאוב אבק במסד הנתונים של akonadi?
ka: გნებავთ Akonadi-ის ბაზის მომტვერსასრუტება?
tr: Akonadi veritabanını vacuum'lamak istiyor musunuz?
zh_tw: 您確定要清理 (vacuum) Akonadi 的資料庫嗎？

# @title:window
source: Akonadi Vacuum
eo: Akonadi Vakuilo
he: שאיבת אבק של Akonadi
ka: Akonadi-ის მომტვერსასრუტება
zh_tw: Akonadi 資料庫清理

# @action:button
source: Vacuum
eo: Vakuo
he: שאיבת אבק
ka: მომტვერსასრუტება

# @action
source: &Akonadi Fsck…
he: בדיקת &רציפות ב־Akonadi…
ka: &Akonadi-ის Fsck…

source: Do you want to fsck akonadi database?
eo: Ĉu vi volas fsck-i akonadi-datumbazon?
he: לבדוק את רציפות מסד הנתונים של akonadi?
ka: გნებავთ Akonadi-ის ბაზის fsck-ი?
tr: Akonadi veritabanını fsck'lemek istiyor musunuz?
zh_tw: 您確定要檢查並修正 (fsck) akonadi 資料庫嗎？

# @title:window
source: Akonadi Fsck
he: בדיקת רציפות ב־Akonadi
ka: Akonadi-ის Fsck

# @action:button
source: Fsck
he: בדיקת רציפות

source: Finished.
eo: Finita.
he: הסתיים.
ka: დასრულდა.
tr: Bitti.
zh_tw: 已完成。

source: Start…
eo: Komenci…
he: התחלה…
ka: გაშვება…

# @action
source: &Anti-Spam Wizard…
eo: Kontraŭ-Sp&ama Sorĉisto…
he: אשף מניעת &ספאם…
ka: &ანტისპამის ოსტატი…

# @action
source: &Anti-Virus Wizard…
eo: Kontraŭvirus&a Sorĉisto…
he: אשף מניעת &וירוסים…
ka: &ანტივირუსის ოსტატი…

# @title:window
source: Anti-Spam Wizard
eo: Kontraŭ-Spama Sorĉisto
he: אשף מניעת ספאם
ka: ანტისპამის ოსტატი
zh_tw: 防垃圾信精靈

# @title:window
source: Anti-Virus Wizard
eo: Kontraŭvirusa Sorĉisto
he: אשף מניעת וירוסים
ka: ანტივირუსის მორგება
zh_tw: 防毒精靈

source: Welcome to the KMail Anti-Spam Wizard
eo: Bonvenon al la KMail Anti-Spam Wizard
he: ברוך בואך לאשף מניעת הספאם של KMail
ka: მოგესალმებით KMail-ის ანტისპამის მორგების პროგრამაში
tr: K Posta İstenmeyen Posta Sihirbazı'na Hoş Geldiniz
zh_tw: 歡迎來到 KMail 防垃圾信精靈

source: Welcome to the KMail Anti-Virus Wizard
eo: Bonvenon al la KMail Anti-Virus Wizard
he: ברוך בואך לאשף מניעת הווירוסים של KMail
ka: მოგესალმებით KMail-ის ანტივირუსის მორგების პროგრამაში
tr: K Posta Antivirüs Sihirbazı'na Hoş Geldiniz
zh_tw: 歡迎來到 KMail 防毒精靈

source: Options to fine-tune the handling of spam messages
eo: Opcioj por agordi la uzadon de spammesaĝoj
he: אפשרויות לכוונון הטיפול בהודעות ספאם
ka: სპამ-შეტყობინებების დამუშავების დამატებითი პარამეტრები
tr: İstenmeyen iletilerinin ele alınması için ince ayar seçenekleri
zh_tw: 用來微調垃圾信件處理的選項

source: Summary of changes to be made by this wizard
eo: Resumo de ŝanĝoj farotaj de ĉi tiu sorĉisto
he: תקציר השינויים שיבצע האשף הזה
ka: ამ ოსტატის მიერ შეტანილი ცვლილებების შეჯამება
tr: Bu sihirbaz tarafından yapılacak değişikliklerin özeti
zh_tw: 此精靈將進行的變更摘要

source: Options to fine-tune the handling of virus messages
eo: Opcioj por agordi la uzadon de virusaj mesaĝoj
he: אפשרויות לכוונון הטיפול בהודעות וירוס
ka: ვირუსიანი შეტყობინებების დამუშავების დამატებითი პარამეტრები
tr: Virüslü iletilerin ele alınması için ince ayar seçenekleri
zh_tw: 用來微調病毒信件處理的選項

source: Virus handling
eo: Virustraktado
he: טיפול בווירוסים
ka: ვირუსებზე დამუშავება
tr: Virüs İşlemleri
zh_tw: 病毒處理

source: Spam Handling
eo: Spamtraktado
he: טיפול בספאם
ka: სპამზე დამუშავება
tr: İstenmeyen Posta İşlemleri
zh_tw: 垃圾信處理

source: Semi spam (unsure) handling
eo: Semi-spamo (necerta) uzado
he: טיפול חלקי (בספק) של ספאם
ka: ნახევრადსპამის (საეჭვო) დამუშავება
tr: Yarı gereksiz posta (emin olunmayan) işlemleri
zh_tw: 不確定是否為垃圾信的處理

source: Classify as Spam
eo: Klasifiki kiel Spamon
he: סיווג כספאם
ka: სპამად გამოცხადება
tr: İstenmeyen Olarak Sınıflandır
zh_tw: 分類為垃圾信

source: Spam
eo: Spamo
he: ספאם
ka: სპამი
tr: İstenmeyen
zh_tw: 垃圾信

source: Classify as NOT Spam
eo: Klasifiki kiel NE Spamo
he: סיווג כﬥﬡ‎ ספאם
ka: გამოცხადება, როგორც არა-სპამის
tr: İstenmeyen DEĞİL Olarak Sınıflandır
zh_tw: 分類為不是垃圾信

source: Ham
eo: Ŝinko
he: תקין
ka: სპამი არაა
tr: İşlenmemiş
zh_tw: 正常信件

source: Scanning for %1…
eo: Skanante por %1…
he: סריקה אחר %1…
ka: %1-ზე სკანირება…

source: Scanning for anti-spam tools finished.
eo: Skanado por kontraŭ-spamaj iloj finiĝis.
he: סריקה לאיתור כלים למניעת ספאם הסתיימה.
ka: ანტისპამის პროგრამების ძებნა დასრულდა.
tr: Antispam araç taraması bitti.
zh_tw: 防垃圾信工具掃描完成。

source: Scanning for anti-virus tools finished.
eo: Skanado por kontraŭvirusaj iloj finiĝis.
he: סריקה לאיתור כלים למניעת וירוסים הסתיימה.
ka: ანტივირუსის პროგრამების ძებნა დასრულდა.
tr: Antivirüs araç taraması bitti.
zh_tw: 防毒工具掃描完成。

source: <p>Sorry, no spam detection tools have been found. Install your spam detection software and re-run this wizard.</p>
eo: <p>Pardonu, neniuj spamdetektaj iloj estis trovitaj. Instalu vian programon pri detektado de spamado kaj refunkciigu ĉi tiun asistanton.</p>
he: <p>לא נמצאו כלים לאיתור ספאם, עמך הסליחה. נא להתקין את תוכנות מניעת הספאם שלך ולהריץ את האשף הזה מחדש.</p>
ka: <p>უკაცრავად, სპამის ამოცნობის პროგრამები აღმოჩენილი არაა. დააყენეთ ერთი მაინც და ეს ოსტატი თავიდან გაუშვით.</p>
tr: <p>Üzgünüz, gereksiz posta tespit aracı bulunamadı. İstenmeyen posta tespit yazılımı yükleyin ve bu yazılımı yeniden çalıştırın.</p>
zh_tw: <p>抱歉，沒有找到任何垃圾信偵測工具。請安裝您的垃圾信偵測軟體之後重新執行這個精靈。</p>

source: Scanning complete. No anti-virus tools found.
eo: Skanado finiĝis. Neniuj kontraŭvirusaj iloj trovitaj.
he: הסריקה הושלמה. לא נמצאו כלים למניעת וירוסים.
ka: ძებნა დასრულდა. ანტივირუსი ვერ ვიპოვე.
tr: Tarama tamamlandı. Antivirüs aracı bulunamadı.
zh_tw: 掃描完成。未找到防毒工具。

source: <p>Messages classified as spam are marked as read.<br />Spam messages are moved into the folder named <i>%1</i>.</p>
eo: <p>Mesaĝoj klasifikitaj kiel spamo estas markitaj kiel legitaj.<br />Spammesaĝoj estas movitaj en la dosierujon nomitan <i>%1</i>.</p>
he: <p>הודעות שסווגו כספאם מסומנות כנקראו.<br />הודעות ספאם מועברות לתיקייה בשם <i>%1</i>.</p>
ka: <p>სპამად მონიშნული შეტყობინებები წაკითხულად მოინიშნება.<br />სპამ-შეტყობინებები გადატანილი იქნება საქაღალდეში სახელით <i>%1</i>.</p>
tr: <p>İstenmeyen olarak sınıflandırılmış iletiler okundu işaretlenir.<br />İstenmeyen iletiler <i>%1</i> klasörüne taşınır.</p>
zh_tw: <p>分類為垃圾信的信件會被標記為已讀。<br />垃圾信件會移動到名為 <i>%1</i> 的資料夾。</p>

source: <p>Messages classified as spam are marked as read.<br />Spam messages are not moved into a certain folder.</p>
eo: <p>Mesaĝoj klasifikitaj kiel spamo estas markitaj kiel legitaj.<br />Spammesaĝoj ne estas movitaj en certan dosierujon.</p>
he: <p>הודעות שסווגו כספאם מסומנות כנקראו.<br />הודעות ספאם לא מועברות לתיקייה כלשהי.</p>
ka: <p>სპამად ჩათვლილი შეტყობინებები წაკითხულად მოინიშნება.<br />სპამ-შეტყობინებები სხვა საქაღალდეში გადატანილი არ იქნება.</p>
tr: <p>İstenmeyen olarak sınıflandırılmış iletiler okundu işaretlenir.<br />İstenmeyen iletiler özel bir klasöre taşınmaz.</p>
zh_tw: <p>分類為垃圾信的信件會被標記為已讀。<br />垃圾信件不會被移動到某資料夾。</p>

source: <p>Messages classified as spam are not marked as read.<br />Spam messages are moved into the folder named <i>%1</i>.</p>
eo: <p>Mesaĝoj klasifikitaj kiel spamo ne estas markitaj kiel legitaj.<br />Spammesaĝoj estas movitaj en la dosierujon nomitan <i>%1</i>.</p>
he: <p>הודעות שסווגו כספאם לא מסומנות כנקראו.<br />הודעות ספאם מועברות לתיקייה בשם <i>%1</i>.</p>
ka: <p>სპამად მონიშნული შეტყობინებები წაკითხულად არ მოინიშნება.<br />სპამ-შეტყობინებები გადატანილი იქნება საქაღალდეში სახელით <i>%1</i>.</p>
tr: <p>İstenmeyen olarak sınıflandırılmış iletiler okundu işaretlenmez.<br />İstenmeyen iletiler <i>%1</i> klasörüne taşınır.</p>
zh_tw: <p>分類為垃圾信的信件不會被標記為已讀。<br />垃圾信件會移動到名為 <i>%1</i> 的資料夾。</p>

source: <p>Messages classified as spam are not marked as read.<br />Spam messages are not moved into a certain folder.</p>
eo: <p>Mesaĝoj klasifikitaj kiel spamo ne estas markitaj kiel legitaj.<br />Spammesaĝoj ne estas movitaj en certan dosierujon.</p>
he: <p>הודעות שסווגו כספאם לא מסומנות כנקראו.<br />הודעות ספאם לא מועברות לתיקייה כלשהי.</p>
ka: <p>სპამად ჩათვლილი შეტყობინებები წაკითხულად არ მოინიშნება.<br />სპამ-შეტყობინებები სხვა საქაღალდეში გადატანილი არ იქნება.</p>
tr: <p>İstenmeyen olarak sınıflandırılmış iletiler okundu işaretlenmez.<br />İstenmeyen iletiler özel bir klasöre taşınmaz.</p>
zh_tw: <p>分類為垃圾信的信件不會被標記為已讀。<br />垃圾信件不會被移動到某資料夾。</p>

source: <p>The folder for messages classified as unsure (probably spam) is <i>%1</i>.</p>
eo: <p>La dosierujo por mesaĝoj klasifikitaj kiel necerta (verŝajne spamo) estas <i>%1</i>.</p>
he: <p>תיקייה להודעות שסווגו שהן בספק (ככל הנראה ספאם) היא <i>%1</i>.</p>
ka: <p>საქაღალდე შეტყობინებებისთვის, რომლებიც მონიშნულია, როგორც საეჭვო, (ალბათ-სპამი) არის <i>%1</i>.</p>
tr: <p>Emin olunmayan olarak sınıflandırılmış iletiler (muhtemel gereksiz) için klasör <i>%1</i>.</p>
zh_tw: <p>分類為不確定（可能是垃圾信）的信件用的資料夾是 <i>%1</i>。</p>

source: <p>The wizard will create the following filters:<ul>%1</ul></p>
eo: <p>La asistanto kreos la jenajn filtrilojn:<ul>%1</ul></p>
he: <p>האשף הזה ייצור את המסננים הבאים:<ul>%1</ul></p>
ka: <p>ოსტატი შექმნის შემდეგ ფილტრებს:<ul>%1</ul></p>
tr: <p>Sihirbaz aşağıdaki süzgeçleri oluşturacak:<ul>%1</ul></p>
zh_tw: <p>精靈將會建立以下過濾器：<ul>%1</ul></p>

source: <p>The wizard will replace the following filters:<ul>%1</ul></p>
eo: <p>La asistanto anstataŭigos la jenajn filtrilojn:<ul>%1</ul></p>
he: <p>האשף הזה יחליף את המסננים הבאים:<ul>%1</ul></p>
ka: <p>ოსტატი ჩაანაცვლებს შემდეგ ფილტრებს:<ul>%1</ul></p>
tr: <p>Sihirbaz aşağıdaki süzgeçleri değiştirecek:<ul>%1</ul></p>
zh_tw: <p>精靈將會取代以下過濾器：<ul>%1</ul></p>

source: The wizard will search for any tools to do spam detection and setup KMail to work with them.
eo: La sorĉisto serĉos iujn ajn ilojn por fari spamon detekti kaj agordos KMail por labori kun ili.
he: האשף יחפש כלים לזיהוי ספאם ויגדיר את KMail לעבוד מולם.
ka: ეს ოსტატი მოძებნის ყველა პროგრამას, რათა სპამი აღმოაჩინოს და KMail-ს მათთან სამუშაოდ მოირგებს.
tr: Sihirbaz, gereksiz (spam) tespiti için araçları arayacak ve K Posta'nın onlarla çalışabilmesi için yapılandıracak.
zh_tw: 精靈將會搜尋垃圾信偵測工具，並設定 KMail 來使用它們。

source: <p>Here you can get some assistance in setting up KMail's filter rules to use some commonly-known anti-virus tools.</p><p>The wizard can detect those tools on your computer as well as create filter rules to classify messages using these tools and to separate messages containing viruses. The wizard will not take any existing filter rules into consideration: it will always append the new rules.</p><p><b>Warning:</b> As KMail appears to be frozen during the scan of the messages for viruses, you may encounter problems with the responsiveness of KMail because anti-virus tool operations are usually time consuming; please consider deleting the filter rules created by the wizard to get back to the former behavior.</p>
eo: <p>Ĉi tie vi povas ricevi helpon pri agordo de la filtrilaj reguloj de KMail por uzi iujn ofte konatajn kontraŭvirusajn ilojn.</p><p>La sorĉisto povas detekti tiujn ilojn en via komputilo kaj ankaŭ krei filtrilregulojn por klasifiki. mesaĝojn uzante ĉi tiujn ilojn kaj por apartigi mesaĝojn enhavantajn virusojn. La sorĉisto ne konsideros iujn ajn ekzistantajn filtrilregulojn: ĝi ĉiam aldonos la novajn regulojn.</p><p><b>Averto:</b> Ĉar KMail ŝajnas esti frostigita dum la skanado de la mesaĝoj por virusoj , vi povas renkonti problemojn kun la respondeco de KMail ĉar kontraŭvirusaj ilaj operacioj estas kutime tempopostulaj; bonvolu konsideri forigi la filtrilregulojn kreitajn de la sorĉisto por reveni al la antaŭa konduto.</p>
he: <p>כאן אפשר לקבל עזרה בהגדרת כללי הסינון של KMail כדי להשתמש במגוון כלי מניעת וירוסים נפוצים.</p><p>האשף הזה יכול לזהות את הכלים האלה במחשב שלך וגם ליצור כללי סינון לסיווג הודעות בעזרת הכלים האלה להודעות נפרדות שמכילות וירוסים. האשף לא יתחשב בכללי סינון קיימים: הוא תמיד יוסיף את הכללים החדשים בסוף. </p><p><b>אזהרה:</b> כיוון ש־KMail נראה תקוע במהלך סריקת הודעות לאיתור וירוסים, עלולות להתעורר בעיות עם התגובתיות של KMail כיוון שפעולות של כלי איתור וירוסים אורכות זמן רב, מוטב לשקול למחוק את כללי הסינון שנוצרו על ידי האשף כדי לחזור להתנהגות הקודמת.</p>
ka: <p> აქ შეგიძლიათ მიიღოთ გარკვეული დახმარება KMail-ის ფილტრის წესების დაყენებაში, რათა გამოიყენოთ საყოველთაოდ ცნობილი ანტივირუსული საშუალებები.</p><p>ოსტატს შეუძლია აღმოაჩინოს ეს ინსტრუმენტები თქვენს კომპიუტერში, ასევე შექმნას ფილტრის წესები შეტყობინებების კლასიფიკაციისთვის ამ ინსტრუმენტების გამოყენებით და ვირუსების შემცველი შეტყობინებების გასაყოფად. ოსტატი არ გაითვალისწინებს ფილტრის არსებულ წესებს: ის ყოველთვის დაამატებს ახალ წესებს.</p><p> <b>გაფრთხილება: </b> როგორც ჩანს, KMail გაყინულია ვირუსების შეტყობინებების სკანირების დროს, თქვენ შეიძლება შეგექმნათ პრობლემები KMail-ის რეაგირებასთან დაკავშირებით, რადგან ანტივირუსული ხელსაწყოების ოპერაციები, როგორც წესი, შრომატევადია; გთხოვთ, გაითვალისწინოთ ოსტატის მიერ შექმნილი ფილტრის წესების წაშლა, რომ დაუბრუნდეთ ყოფილ ქცევას.</p>
tr: <p>Burada, bazı bilinen çalışır antivirüs yazılımlarının kullanılmasında K Posta'nın süzgeç kurallarını ayarlamada destek alabilirsiniz.</p><p>Sihirbaz bilgisayarınızda bu araçları tespit edebilir ve bu araçları kullanıp virüslü iletileri sınıflandırmak ve ayırmak için filtre kuralları oluşturabilir. Sihirbaz mevcut filtre kurallarını önemsemeyecektir: her zaman yeni kural ekler.</p><p><b>Uyarı:</b> K Posta virüslü iletilerin taranması sırasında donuyor gibi görünürse, K Posta'nın yanıt vermesi ile ilgili sorunlar yaşayabilirsiniz. Bunun nedeni, antivirüs araçlarının işlemlerinin genellikle zaman gerektirmesindendir. Önceki davranışına dönmek için sihirbaz tarafından oluşturulmuş süzgeçleri silebilirsiniz.</p>
zh_tw: <p>此精靈會幫助您設定 KMail 的過濾器規則來使用一些常用的防毒工具。</p><p>此精靈可以偵測您的電腦上的這些工具，並且依已安裝的工具建立過濾器規則，來利用這些工具分類信件，並把包含病毒的信件分開來。它不會考慮現有的過濾器規則：它只會加入新規則。</p><p><b>警告：</b>由於掃描信件是否有病毒的過程中，防毒工具通常會花一些時間，KMail 會看起來有當機的情形，而您可能會遇到 KMail 的反應不佳的問題。要回到原先的行為方式，您可以將精靈所建立的過濾器規則刪除。</p>

source: <p>Please select the tools to be used for the detection and go to the next page.</p>
eo: <p>Bonvolu elekti la ilojn uzotajn por la detekto kaj iri al la sekva paĝo.</p>
he: <p>נא לבחור את הכלים לשימוש לזיהוי ולעבור לעמוד הבא.</p>
ka: <p>აირჩიეთ აღმომჩენი პროგრამები და გადადით შემდეგ გვერდზე.</p>
tr: <p>Lütfen tespit için kullanılacak araçları seçin ve sonraki sayfaya gidin.</p>
zh_tw: <p>請選擇用來偵測的工具，然後跳到下一頁。</p>

source: &Mark detected spam messages as read
eo: &Marki detektitajn spam-mesaĝojn kiel legite
he: סימון הודעות שזוהו כספאם כ&נקראו
tr: Tespit edilen gereksiz iletileri okundu &işaretle
zh_tw: 將偵測到的垃圾信標記為已讀(&M)

source: Mark messages which have been classified as spam as read.
eo: Marku mesaĝojn kiuj estis klasifikitaj kiel spamo kiel legitaj.
he: סימון הודעות שסווגו כספאם כאילו נקראו.
ka: სპამად მონიშნული შეტყობინებების წაკითხულად მონიშვნა.
tr: İstenmeyen olarak sınıflandırılmış iletileri okundu işaretle.
zh_tw: 將被分類為垃圾信的信件標記為已讀。

source: Move &known spam to:
eo: Movi &konatan spamon al:
he: העברת ספאם מו&כר אל:
tr: Bilinen gereksizleri şuraya &taşı:
zh_tw: 將已知的垃圾信移動到(&K)：

source: The default folder for spam messages is the trash folder, but you may change that in the folder view below.
eo: La defaŭlta dosierujo por spammesaĝoj estas la rubujo, sed vi povas ŝanĝi tion en la dosierujo sube.
he: תיקיית ברירת המחדל להודעות ספאם היא תיקיית האשפה, אך אפשר לשנות זאת בתצוגת התיקיות להלן.
ka: ნაგულისხმევი საქაღალდე სპამ-შეტყობინებებისთვის ნაგვის ყუთია, მაგრამ მისი შეცვლა ქვემოთ შეგიძლიათ.
tr: İstenmeyen iletiler için öntanımlı klasör çöp klasörüdür, ancak aşağıdaki klasör görünümünden bunu değiştirebilirsiniz.
zh_tw: 垃圾信的預設資料夾是垃圾桶資料夾，但您也可以在以下資料夾檢視中改為另一個資料夾。

source: Move &probable spam to:
eo: Movi &probablan spamon al:
he: העברת &חשד לספאם אל:
tr: &Muhtemel gereksizleri şuraya taşı:
zh_tw: 將可能是垃圾信的信件移動到(&P)：

source: The default folder is the inbox folder, but you may change that in the folder view below.<p>Not all tools support a classification as unsure. If you have not selected a capable tool, you cannot select a folder as well.</p>
eo: La defaŭlta dosierujo estas la enirkesto dosierujo, sed vi povas ŝanĝi tion en la dosierujo malsupre.<p>Ne ĉiuj iloj subtenas klasifikon kiel necerta. Se vi ne elektis kapablan ilon, vi ankaŭ ne povas elekti dosierujon.</p>
he: תיקיית ברירת המחדל היא תיקיית הדוא״ל הנכנס, אך ניתן לשנות את זה בתצוגת התיקיות להלן.<p>לא כל הכלים תומכים בסיווג אם בספק. אם לא בחרת בכלי שמסוגל לכך, אי אפשר לבחור גם תיקייה.</p>
ka: ნაგულისხმევი საქაღალდეა შემომავალი საქაღალდე, მაგრამ ამის შეცვლა ქვემოთ შეგიძლიათ.<p>ყველა პროგრამას საეჭვოდ კლასიფიკაციის მხარდაჭერა არ გააჩნია. თუ შესაბამისი პროგრამა არ აგირჩევიათ, საქაღალდესაც ვერ აირჩევთ.</p>
tr: Öntanımlı klasör gelen kutusudur ancak aşağıdaki klasör görünümünden bunu değiştirebilirsiniz.<p>Tüm araçlar emin olunmayan sınıflandırmayı desteklemez. Bunu yapabilen bir araç seçmemişseniz, bir klasör de seçemezsiniz.</p>
zh_tw: 預設資料夾是收件匣，但您可以在下方的資料夾檢視變更它。<p>不是所有工具都支援「不確定」的分類。如果您未選取支援它的工具，您也會沒辦法選擇資料夾。</p>

source: Check messages using the anti-virus tools
eo: Kontroli mesaĝojn uzante la kontraŭvirusajn ilojn
he: לבדוק הודעות באמצעות כלי מניעת הווירוסים
tr: İletileri antivirüs araçları ile denetle
zh_tw: 用防毒工具檢查信件

source: Let the anti-virus tools check your messages. The wizard will create appropriate filters. The messages are usually marked by the tools so that following filters can react on this and, for example, move virus messages to a special folder.
eo: Lasu la kontraŭvirusajn ilojn kontroli viajn mesaĝojn. La sorĉisto kreos taŭgajn filtrilojn. La mesaĝoj kutime estas markitaj de la iloj, por ke sekvaj filtriloj povas reagi pri tio kaj, ekzemple, movi virusajn mesaĝojn al speciala dosierujo.
he: לאפשר לכלי מניעת הווירוסים לבדוק את ההודעות שלך. האשף ייצור את המסננים המתאימים. ההודעות בדרך כלל מסומנות על ידי הכלים כדי שהמסננים הבאים יוכלו להגיב על כך וגם, למשל, להעביר הודעות עם וירוסים לתיקייה מיוחדת.
ka: თქვენი შეტყობინებების ანტივირუსით შემოწმება. ოსტატი შესაბამის ფილტრებს შექმნის. შეტყობინებები ამ პროგრამების მიერ ჩვეულებრივ დანიშნულია, რათა მეორე ბოლოში არსებულმა პროგრამებმა ზომები მიიღონ, მაგალითად ვირუსიანი შეტყობინების სპეციალურ საქაღალდეში გადატანით.
tr: İletilerinizi antivirüs araçlarının denetlemesine izin ver. Sihirbaz ilgili süzgeçleri oluşturacaktır. İletiler genellikle araçlar tarafından işaretlenir ve aşağıdaki süzgeçler bu etiketlere göre davranabilir. Örn. virüslü iletiyi özel bir klasöre taşıma.
zh_tw: 讓防毒工具檢查您的信件。本精靈將會建立合適的過濾器。通常防毒工具會標記信件，讓之後的過濾器可以對其進行反應，例如將有毒的信件移動到特別的資料夾。

source: Move detected viral messages to the selected folder
eo: Movi detektitajn virusajn mesaĝojn al la elektita dosierujo
he: העברת הודעות שזוהו כמכילות וירוסים לתיקייה הנבחרת
tr: Tespit edilen virüslü iletileri seçilen klasöre taşı
zh_tw: 將偵測為有毒的信件移動到選取的資料夾

source: A filter to detect messages classified as virus-infected and to move those messages into a predefined folder is created. The default folder is the trash folder, but you may change that in the folder view.
eo: Filtrilo por detekti mesaĝojn klasifikitajn kiel virus-infektitajn kaj movi tiujn mesaĝojn en antaŭdifinitan dosierujon estas kreita. La defaŭlta dosierujo estas la rubujo, sed vi povas ŝanĝi tion en la dosierujo.
he: מסנן לזיהוי הודעות שסווגו כמודבקות בווירוסים ולהעביר את ההודעות האלו לתיקייה מוגדרת מראש נוצר. תיקיית ברירת המחדל היא תיקיית האשפה, אך ניתן לשנות את זה בתצוגת התיקיות.
ka: ფილტრი, რომელიც ვირუსით ინფიცირებულად მონიშნულ შეტყობინებებს იპოვის და მას წინასწარ მითითებულ საქაღალდეში გადაიტანს. ნაგულისხმევად ეს საქაღალდე ნაგვის ყუთია, მაგრამ ეს შეგიძლიათ შეცვალოთ.
tr: Virüslü olarak sınıflandırılan iletileri tespit etmek ve bunları oluşturulmuş öntanımlı bir klasöre taşımak için süzgeç. Öntanımlı klasör çöp klasörüdür; ancak bunu aşağıdaki klasör görünümünden değiştirebilirsiniz.
zh_tw: 已建立過濾器來將分類為中毒的信件移動至預先定義的資料夾。預設資料夾是垃圾桶，但您可以在資料夾檢視中變更它。

source: Additionally, mark detected viral messages as read
eo: Aldone, marki detektitajn virusajn mesaĝojn kiel legite
he: בנוסף, לסמן הודעות שזוהו כמכילות וירוסים כנקראו
tr: Ek olarak, virüslü iletileri okundu işaretle
zh_tw: 另外，也將偵測為病毒的信件標記為已讀

source: Mark messages which have been classified as virus-infected as read, as well as moving them to the selected folder.
eo: Marki mesaĝojn kiuj estis klasifikitaj kiel virus-infektitaj kiel legitaj, kaj ankaŭ movi ilin al la elektita dosierujo.
he: סימון הודעות שסווגו כמודבקות בווירוס כנקראו, בנוסף להעברתן לתיקייה הנבחרת.
ka: ინფიცირებულად მონიშნული შეტყობინებების წაკითხულად მონიშვნა და მათი არჩეულ საქაღალდეში გადატანა.
tr: Virüslü olarak sınıflandırılmış iletileri okundu işaretle ve seçili klasöre taşı.
zh_tw: 將分類為被病毒感染的信件標記為已讀，並把它們移動到選取的資料夾。

# @action:button
source: Preview
he: תצוגה מקדימה
ka: მინიატურა

# @title:window
source: Mail Merge
eo: Poŝta Kunfandado
he: מיזוג דוא״ל
ka: ელფოსტის შერწყმა
tr: Posta Birleştir
zh_tw: 郵件合併

# @label:textbox
source: Path:
he: נתיב:
ka: ბილიკი:

# @title:window
source: Attachment
eo: Aldono
he: קובץ מצורף
ka: დანართი
tr: Eklenti
zh_tw: 附件

# @label:textbox
source: Source:
he: מקור:
ka: წყარო:

source: Address Book
eo: Adresaron
he: פנקס כתובות
ka: მისამართების წიგნი
tr: Adres Defteri
zh_tw: 通訊錄

# @label:textbox
source: Attachment:
he: קובץ מצורף:
ka: მიმაგრება:

source: A&dd…
eo: Al&doni…
he: הו&ספה…
ka: &დამატება…

source: Re&move
eo: &Forigi
he: הס&רה
ka: წა&შლა
tr: &Kaldır
zh_tw: 移除(&M)

source: Mod&ify...
eo: Mod&ifi...
he: &שינוי…
ka: &შეცვლა...
tr: &Değiştir...
zh_tw: 修改(&I)...

# @label:textbox
source: Select attachment:
he: בחירת קובץ מצורף:
ka: აირჩიეთ მიმაგრებული ფაილი:

source: Preview
eo: Antaŭrigardo
tr: Önizleme
zh_tw: 預覽

source: Path:
eo: Vojo:
tr: Yol:
zh_tw: 路徑：

source: Source:
eo: Fonto:
tr: Kaynak:
zh_tw: 來源：

source: Attachment:
eo: Aldonaĵo:
tr: Eklenti:
zh_tw: 附件：

source: Select attachment:
eo: Elektu aldonaĵon:
tr: Eklenti seç:
zh_tw: 選擇附件：

source: Start...
tr: Başlat...

source: &Anti-Spam Wizard...
tr: İstenmeyen Post&a Sihirbazı...

source: &Anti-Virus Wizard...
tr: &Antivirüs Sihirbazı...

source: Anti-Spam Wizard
tr: İstenmeyen Posta Sihirbazı

source: Anti-Virus Wizard
tr: Antivirüs Sihirbazı

source: Scanning for %1...
tr: %1 taranıyor...

source: A&dd...
tr: &Ekle...

source: Vacuum
zh_tw: 資料庫清理
