Repository: KDE/kdepim-addons
Catalog: po/*/kmail_editorconvertertext_plugins.po
Languages: eu, zh_tw

# @title:window
source: Configure Markdown Plugin
eu: Konfiguratu «Markdown» plugina
zh_tw: 設定 Markdown 外掛程式

source: Enable embedded LaTeX
eu: Gaitu kapsulatutako LaTeX
zh_tw: 啟用內嵌 LaTeX

source: Enable PHP Markdown Extra definition lists
eu: Gaitu PHP «Markdown» definizio-zerrenda gehigarriak
zh_tw: 啟用 PHP Markdown Extra 的定義清單

source: Failed to compile the Markdown document.
eu: «Markdown» dokumentua konpilatzea huts egin du.
zh_tw: 編譯 Markdown 文件失敗。

# @title:window
source: Add Image
eu: Gehitu irudia
zh_tw: 新增影像

source: Keep original size
eu: Mantendu jatorrizko neurria
zh_tw: 保持原始大小

source: Width:
eu: Zabalera:

source: Height:
eu: Altuera:

source: Title:
eu: Titulua:
zh_tw: 標題：

source: Image Link:
eu: Irudi-esteka:
zh_tw: 影像連結：

source: Alternate text:
eu: Ordezko testua:
zh_tw: 替代文字：

# @title:window
source: Add Link
eu: Gehitu esteka
zh_tw: 新增連結

source: Link:
eu: Esteka:
zh_tw: 連結：

# @title:window
source: Markdown Rendering Preview
eu: «Markdown» errendatze aurreikuspegia
zh_tw: Markdown 渲染預覽

source: Converter Error
eu: Bihurtzailearen errorea
zh_tw: 轉換器錯誤

source: Generate HTML from markdown language.
eu: Sortu HTML «markdown» lengoaiatik.
zh_tw: 從 Markdown 語言產生 HTML。

source: Markdown Action
eu: «Markdown» ekintza

source: Add Title
eu: Gehitu titulua
zh_tw: 新增標題

source: Level %1
eu: %1. maila
zh_tw: 等級 %1

source: Horizontal Rule
eu: Zuzen horizontala
zh_tw: 橫線

source: Change Selected Text as Bold
eu: Aldatu hautatutako testua Lodira
zh_tw: 將選取文字變更為粗體

source: Change Selected Text as Italic
eu: Aldatu hautatutako testua Etzanera
zh_tw: 將選取文字變更為斜體

source: Change Selected Text as Code
eu: Aldatu hautatutako testua Kodera
zh_tw: 將選取文字變更為程式碼

source: Change Selected Text as Block Quote
eu: Aldatu hautatutako testua Aipu-blokera
zh_tw: 將選取文字變更為區塊引言

source: Add Link
eu: Gehitu esteka
zh_tw: 新增連結

source: Add Image
eu: Gehitu irudia
zh_tw: 新增影像

source: px
zh_tw: 像素

# @action
source: Generate HTML from markdown language.
zh_tw: 從 Markdown 語言產生 HTML。

# @action
source: Markdown Action
zh_tw: Markdown 動作
