Repository: KDE/kdepim-addons
Catalog: po/*/kmail_editor_plugins.po
Languages: he

# @action
source: Open AI Chat
he: שיחה עם Open AI

source: Autocorrect Text
he: תיקון טקסט אוטומטית

# @action
source: Autocorrect Full Text
he: תיקון הטקסט המלא אוטומטית

# @action
source: Autocorrect Selected Text
he: תיקון הטקסט הנבחר אוטומטית

# @action
source: Autogenerate Answer
he: יצירת תשובה אוטומטית

# @action
source: Summary Text
he: טקסט סיכום

# @action
source: Correct Text
he: תיקון טקסט

# @action
source: Quick Answer
he: תשובה מהירה

# @action
source: Insert Text
he: הוספת טקסט

# @action
source: Insert Email…
he: הוספת דוא״ל…

# @label:textbox
source: Select Short URL server:
he: בחירת שרת קיצור כתובות:

# @action
source: Insert Short URL…
he: הוספת כתובת מקוצרת…

source: No network connection detected, we cannot shorten URL.
he: לא זוהה חיבור לרשת, אי אפשר לקצר את הכתובת.

source: String doesn't seem to be a URL
he: המחרוזת לא נראית כמו כתובת

source: An error occurred: "%1"
he: אירעה שגיאה: „%1”

source: Error reported by server: '%1'
he: דווחה שגיאה על ידי השרת: ‚%1’

# @action
source: Insert Special Character…
he: הוספת תו מיוחד…

# @title:window
source: Insert Special Character
he: הוספת תו מיוחד

source: Insert
he: הוספה

# @action
source: Insert Non Breaking Space
he: הוספת רווח קשיח

# @title:window
source: Configure quick text
he: הגדרת טקסט מהיר

# @action:button
source: Import…
he: ייבוא…

# @action:button
source: Export…
he: ייצוא…

# @title:window
source: Import QuickText
he: ייבוא טקסט מהיר

# @title:window
source: Export QuickText
he: ייצוא טקסט מהיר

# @action
source: Variables
he: משתנים

# @action:button
source: Variables
he: משתנים

# @action
source: Add Snippet…
he: הוספת מקטע טקסט…

# @action
source: Edit Snippet…
he: עריכת מקטע טקסט…

# @action
source: Remove Snippet
he: הסרת מקטע טקסט

# @action
source: Add Group…
he: הוספת קבוצה…

# @action
source: Rename Group…
he: שינוי שם קבוצה…

# @action
source: Remove Group
he: הסרת קבוצה

source: Text Snippets
he: מקטעי טקסט

# @info
source: Do you really want to remove snippet "%1"?<nl/><warning>There is no way to undo the removal.</warning>
he: להסיר את מקטע הטקסט „%1”?<nl/><warning>אין דרך להסיג את ההסרה.</warning>

# @info
source: Do you really want to remove group "%1" along with all its snippets?<nl/><warning>There is no way to undo the removal.</warning>
he: להסיר את הקבוצה „%1” על כל מקטעי הטקסט שלה?<nl/><warning>אין דרך להסיג את ההסרה.</warning>

# @info
source: Do you really want to remove group "%1"?
he: להסיר את הקבוצה „%1”?

source: QuickText was changed. Do you want to save it?
he: הטקסט המהיר נערך. לשמור אותו?

# @title:window
source: Save
he: שמירה

source: General
he: כללי

source: Share Mail Text…
he: שיתוף תוכן ההודעה…

source: Zoom: %1%
he: תקריב: %1%

source: Zoom…
he: תקריב…
