Repository: KDE/kdepim-addons
Catalog: po/*/kmail_editorsendcheck_plugins.po
Languages: az, da, he, ta, zh_cn, zh_tw

# @title:window
source: Configure "Automatic Add Contacts" Plugin
az: "Əlaqələrin avtomatik əlavə ediıməsi" qoşmasını tənzimləyin
da: Konfigurér "Automatisk tilføj kontakter"-plugin
he: הגדרת תוסף „הוספת אנשי קשר אוטומטית”
ta: "தானாக தொடர்புகளை சேர்" செருகுநிரலுக்கான அமைப்புகள்
zh_cn: 配置“自动添加联系人”插件
zh_tw: 設定「自動新增聯絡人」外掛程式

# @info
source: You must create an address book before adding a contact. Do you want to create an address book?
az: Əlaqəni əlavə etmədən öncə bir ünvan kitabçası yaratmalısınız. Bir ünvan kitabçası yaratmaq istəyirsiniz?
da: Du skal oprette en adressebog før du tilføjer en kontakt. Vil du oprette en adressebog?
he: יש ליצור פנקס כתובות בטרם הוספת אנשי קשר. ליצור פנקס כתובות?
ta: தொடர்பை சேர்க்குமுன் முகவரிப்புத்தகத்தை உருவாக்க வேண்டும். அவ்வாறு செய்ய வேண்டுமா?
zh_cn: 在添加联系人之前您必须创建一个地址簿。您是否想创建地址簿？
zh_tw: 您必須先建立通訊錄才能新增聯絡人。您要建立通訊錄嗎？

# @title:window
source: No Address Book Available
az: Ünvan kitabçası əlçatan deyil
da: Ingen adressebog tilgængelig
he: אין פנקס כתובות זמין
ta: எந்த முகவரிப்புத்தகமும் இல்லை
zh_cn: 没有可用的地址簿
zh_tw: 沒有可用的通訊錄

# @action:button
source: Create Address Book
az: Ünvan kitabçası yaradın
da: Opret adressebog
he: יצירת פנקס כתובות
ta: முகவரிப்புத்தகத்தை உருவாக்கு
zh_cn: 创建通讯簿
zh_tw: 建立通訊錄

# @title:window
source: Add Address Book
az: Ünvan kitabçası əlavə edin
da: Tilføj adressebog
he: הוספת פנקס כתובות
ta: முகவரிப்புத்தகத்தை சேர்
zh_cn: 添加地址簿
zh_tw: 新增通訊錄

# @option:check
source: Automatic Add Contacts
he: הוספת אנשי קשר אוטומטית
ta: தானாக தொடர்புகளை சேர்
zh_tw: 自動新增聯絡人

# @label:textbox
source: Select the addressbook in which to store contacts:
da: Vælg adressebogen, kontakter skal gemmes i:
he: נא לבחור את פנקס הכתובות לאחסון אנשי קשר:
ta: தொடர்புகளை சேமிக்க வேண்டிய முகவரிப்புத்தகத்தை தேர்ந்தெடுக்கவும்:
zh_cn: 选择要保存联系人的地址簿
zh_tw: 選擇要儲存聯絡人在哪個通訊錄：

source: Do you want to send the email as HTML?
az: Elektron məktubu HTML kimi göndərmək istəyirsiniz?
da: Vil du sende e-mailen som HTML?
he: לשלוח את הודעות הדוא״ל כ־HTML?
ta: அஞ்சலை HTML-ஆக அனுப்ப வேண்டுமா?
zh_cn: 您想发送 HTML 格式的邮件吗？
zh_tw: 您要將郵件作為 HTML 傳送嗎？

source: Send email as plain text
az: Məktubu adi mətn kimi göndərin
da: Send e-mail som almindelig tekst
he: שליחת דוא״ל כטקסט פשוט
ta: அஞ்சலை வெறும் உரையாக அனுப்பு
zh_cn: 您想发送纯文本格式的邮件吗？
zh_tw: 用純文字傳送郵件

# @action:button
source: Send As HTML
az: HTML kimi göndərin
da: Send som HTML
he: שליחה כ־HTML
ta: அஞ்சலை HTML-ஆக அனுப்பு
zh_cn: 作为 HTML 发送
zh_tw: 傳送 HTML

# @option:check
source: Update SMTP server
he: עדכון שרת SMTP
ta: SMTP சேவையகத்தை புதுப்பி
zh_tw: 更新 SMTP 伺服器

# @title:window
source: Check SMTP server
az: SMTP serverini yoxlayın
da: Tjek SMTP-server
he: בדיקת שרת SMTP
ta: SMTP சேவையகத்தை சரிபார்ப்பது
zh_cn: 检查 SMTP 服务器
zh_tw: 檢查 SMTP 伺服器

# @label:textbox
source: Do you want to send the email with a different SMTP than the one defined in the current identity?
da: Vil du sende e-mailen med en anden SMTP end den, der er defineret i din nuværende identitet?
he: לשלוח דוא״ל עם SMTP שונה מזה שהוגדר בזהות הנוכחית?
ta: தற்போதைய அடையாளத்திற்கு அமைக்கப்பட்டுள்ளதைத் தவிர்த்து வேறு SMTP சேவையகத்தைப் பயன்படுத்த வேண்டுமா?
zh_cn: 您想使用不同于当前身份定义的 SMTP 服务器发送邮件吧？
zh_tw: 您要使用與目前身份所定義不同的 SMTP 來傳送郵件嗎？

# @title:window
source: Configure "Check Before Send Mail" Plugin
az: "Məktub göndərmədən öncə yoxlamaq" qoşmasını tənzimləyin
da: Konfigurér "Tjek før e-mail sendes"-plugin
he: הגדרת תוסף „בדיקה בטרם שליחת הודעות דוא״ל”
zh_cn: 配置“发送邮件前检查”插件
zh_tw: 設定「傳送郵件前檢查」外掛程式

# @option:check
source: Send as plain text
he: שליחה כטקסט פשוט
zh_tw: 用純文字傳送

# @option:check
source: Use SMTP server defined in identity
he: להשתמש בשרת ה־SMTP שמוגדר בזהות
zh_tw: 使用身份中定義的 SMTP 伺服器

# @option:check
source: Check duplicated emails addresses
he: לנסות לאתר כתובות דוא״ל כפולות
ta: ஏதேனும் முகவரி பலமுறையுள்ளதா என சரிபார்
zh_tw: 檢查

# @option:check
source: Check send attachment
he: בדיקת הצרופה לשילוח
ta: உடனிணைப்பை இணைத்ததை சரிபார்
zh_tw: 檢查傳送附件

# @title:window
source: Duplicated emails
az: Təkrarlanan məktublar
da: Duplikerede e-mails
he: כתובות דוא״ל כפולות
ta: பலமுறையுள்ள முகவரிகள்
zh_cn: 重复的邮件
zh_tw: 重複的郵件

# @label:textbox
source: These emails are duplicated. Do you want to send email?
da: Disse e-mails er duplikeret. Vil du sende e-mail?
he: כתובות הדוא״ל כפולות. לשלוח הודעות דוא״ל?
ta: இந்த முகவரிகள் பலமுறை உள்ளன. உறுதியாக அஞ்சலனுப்ப வேண்டுமா?
zh_cn: 这些邮件是重复的。您想发送邮件吗？
zh_tw: 這些郵件地址是重複的。您還是要傳送郵件嗎？

# @title:window
source: Check Attachment
az: Qoşma faylları yoxlayın
da: Tjek vedhæftning
he: בדיקת צרופות
ta: உடனிணைப்பை சரிபார்க்கவும்
zh_cn: 检查附件
zh_tw: 檢查附件

# @label:textbox
source: Do you want to send some attachment?
da: Vil du sende nogle vedhæftninger?
he: לשלוח חלק מהצרופות?
ta: எதையாவது உடனிணைப்பாக அனுப்ப வேண்டுமா?
zh_cn: 您想发送附件吗？
zh_tw: 您要傳送附件嗎？

# @title:window
source: Configure "Confirm Email Address" Plugin
az: "E-poçt ünvanlarını təsdiq etmək" qoşmasını tənzimləyin
da: Konfigurér "Bekræft e-mail-adresse"-plugin
he: הגדרת תוסף „אימות כתובת דוא״ל”
zh_cn: 配置"确认电子邮件地址"插件
zh_tw: 設定「確認電子郵件地址」外掛程式

# @option:radio
source: Accepted Domain Name
he: שם תחום מותר
zh_tw: 已接受網域名稱

# @option:radio
source: Rejected Domain Name
he: שם תחום אסור
zh_tw: 已拒絕網域名稱

source: A&dd…
da: T&ilføj…
he: הו&ספה…
ta: &சேர்…
zh_tw: 新增(&D)…

source: Re&move
az: &Silin
da: Fjer&n
he: הס&רה
ta: &நீக்கு...
zh_cn: 移除(&M)
zh_tw: 移除(&M)

source: Mod&ify…
da: Æn&dr…
he: &שינוי…
ta: &மாற்று…
zh_tw: 修改(&I)…

source: Enter new domain name:
az: Yeni domen adı daxil edin:
da: Angiv nyt domænenavn:
he: נא למלא כאן שם תחום חדש:
zh_cn: 输入新域名：
zh_tw: 輸入新網域名稱：

source: Do you want to remove this domain?
az: Bu domeni silmək istəyirsiniz?
da: Vil du slette dette domæne?
he: להסיר את שם התחום הזה?
ta: இந்த ஆள்களத்தை நீக்க வேண்டுமா?
zh_cn: 您想要移除此域名吗？
zh_tw: 您確定要移除這個網域嗎？

source: Whitelist of Addresses
az: Ünvanların ağ siyahısı
da: Hvidliste af adresser
he: רשימת היתר של כתובות
ta: முகவரிகளின் அனுமதிப்பட்டியல்
zh_cn: 地址白名单
zh_tw: 地址白名單

source: Enter new email address:
az: Yeni e-poçt ünvanı daxil edin:
da: ANgiv ny e-mailadresse:
he: נא למלא כתובת דוא״ל חדשה:
ta: புதிய மின்னஞ்சல் முகவரியை உள்ளிடவும்:
zh_cn: 输入新电子邮件地址：
zh_tw: 輸入新電子郵件地址：

source: Do you want to remove this email address?
az: Bu e-poçtu silmək istəyirsiniz?
da: Vil du slette denne e-mailadresse?
he: להסיר את כתובת הדוא״ל הזאת?
zh_cn: 您想要移除此电邮地址吗？
zh_tw: 您確定要移除這個電子郵件地址嗎？

# @action:button
source: Add Selected Emails to WhiteList
da: Tilføj markerede e-mails til hvisliste
he: הוספת כתובות הדוא״ל הנבחרות לרשימת ההיתר
ta: தேர்ந்தெடுத்த முகவரிகளை அனுமதிப்பட்டியலில் சேர்
zh_tw: 新增所選郵件地址到白名單

# @title:window
source: Confirm Addresses
az: Ünvanı təsdiq edin
da: Bekræft adresser
he: אישור כתובות
ta: முகவரிகளை உறுதிப்படுத்தவும்
zh_cn: 确认地址
zh_tw: 確認地址

source: All selected emails are added to white list
az: Bütün seçilmiş e-poçtları ağ siyahıya əlavə edildi
da: Alle valgte e-mails er tilføjet til hvidsliste
he: כל כתובות הדוא״ל הנבחרות נוספות לרשימת היתר
zh_cn: 所有选中的电子邮件地址已经添加到白名单
zh_tw: 所選所有郵件地址皆已加入白名單

# @title:window
source: Emails added to white list
da: E-mails tilføjet til hvidsliste
he: הודעות דוא״ל נוספו לרשימת היתר
zh_cn: 电子邮件地址已添加到白名单
zh_tw: 郵件已加入白名單

# @label:textbox
source: Enter new domain name:
da: Angiv nyt domænenavn:
he: נא למלא שם תחום חדש:
ta: புதிய ஆள்களத்தை உள்ளிடவும்:
zh_cn: 输入新域名：
zh_tw: 輸入新網域名稱：

# @title:window
source: Add Value
az: Dəyər əlavə edin
da: Tilføj værdi
he: הוספת ערך
ta: மதிப்பை சேர்ப்பது
zh_cn: 添加值
zh_tw: 新增數值

# @title:window
source: Change Value
az: Dəyəri dəyişin
da: Ændr værdi
he: שינוי ערך
ta: மதிப்பை மாற்றுவது
zh_cn: 更改值
zh_tw: 變更數值

# @label:textbox
source: Potentially invalid emails are displayed in red:
da: Potentielt ugyldige e-mails er vist i rød:
he: כתובות דוא״ל שחשודות כשגויות מוצגות באדום:
ta: முறையற்றவையாக இருக்கக்கூடிய முகவரிகள் சிவப்பாய் காட்டப்படுகின்றன:
zh_cn: 可能无效的邮件地址显示为红色：
zh_tw: 可能無效的郵件會以紅色顯示：

source: Automatic Add Contacts
az: Əlaqələrin avtomatik əlavə edilməsi
zh_cn: 自动添加联系人

source: Update SMTP server
az: SMTP serverini yeniləyin
zh_cn: 更新 SMTP 服务器

source: Send as plain text
az: Adi mətn kimi göndərin
zh_cn: 以纯文本发送

source: Use SMTP server defined in identity
az: Profildə təyin edilmiş SMTP serverini istifadə edin
zh_cn: 使用当前身份定义的 SMTP 服务器

source: Check duplicated emails addresses
az: E-poçt ünvanlarının təkrarlarını yoxlayın
zh_cn: 检查重复的电子邮件地址

source: Check send attachment
az: Əlavə qoşma fayl göndərişini yoxlamaq
zh_cn: 检查发送的附件

source: Accepted Domain Name
az: Domen adı qəbul edildi
zh_cn: 接受的域名

source: Rejected Domain Name
az: Domen adı qəbul edilmədi
zh_cn: 拒绝的域名

source: Add Selected Emails to WhiteList
az: Seçilmiş e-poçtları ağ siyahıya əlavə edin
