Repository: KDE/kdepim-addons
Catalog: po/*/messageviewerplugins.po
Languages: eo, eu

source: Current URL is not a shortened URL.
eo: Nuna URL ne estas mallongigita URL.
eu: Uneko URLa ez da laburtutako URL bat.

# @action
source: Expand URL
eo: Vastigi URL
eu: Zabaldu URLa

# @action
source: Ask AI…
eu: Galdetu AAri…

# @info:tooltip
source: Close
eu: Itxi

source: Close
eu: Itxi

# @action
source: Translate…
eo: Traduki…
eu: Itzuli…

source: &Save
eo: Kon&servi
eu: &Gorde

# @action:button
source: Open &Editor…
eo: Malfermi R&edaktilon…
eu: Ireki &editorea…

# @label:textbox
source: Event:
eo: Evento:
eu: Ekitaldia:

source: Calendar where the new event will be stored.
eo: Kalendaro kie la nova evento estos konservita.
eu: Ekitaldi berria gordeko den egutegia.

# @info:tooltip
source: Calendar where the new event will be stored
eo: Kalendaro kie la nova evento estos konservita
eu: Ekitaldi berria gordeko den egutegia

# @label:textbox
source: Start:
eo: Komenco:
eu: Hasiera:

source: Select start time for event.
eo: Elektu komencan tempon por evento.
eu: Aukeratu ekitaldiaren hasierako ordua.

# @label:textbox
source: End:
eo: Fino:
eu: Bukatu:

source: Select end time for event.
eo: Elektu fintempon por evento.
eu: Aukeratu ekitaldiaren bukaerako ordua.

source: Create new event and close this widget.
eo: Krei novan eventon kaj fermi ĉi tiun fenestraĵon.
eu: Sortu ekitaldi berria eta itxi trepeta hau.

source: Open event editor, where more details can be changed.
eo: Malfermi eventoredaktilon, kie pli da detaloj povas esti ŝanĝitaj.
eu: Ireki ekitaldi editorea, xehetasun gehiago aldatzeko.

source: Close the widget for creating new events.
eo: Fermi la fenestraĵon por krei novajn eventojn.
eu: Itxi ekitaldi berriak sortzeko trepeta.

source: Create Event…
eo: Krei Eventon…
eu: Sortu ekitaldia…

source: Create Event
eo: Krei Eventon
eu: Sortu ekitaldia

source: Allows you to create a calendar Event
eo: Ebligas al vi krei kalendaran Eventon
eu: Egutegiko ekitaldi bat sortzeko aukera ematen dizu

# @label:textbox
source: To-do:
eo: Fari:
eu: Zeregina:

source: Todo list where the new task will be stored.
eo: Listo, kie la nova tasko estos konservita.
eu: Ataza berria gordeko den zeregin-zerrenda.

# @info:tooltip
source: Todo list where the new task will be stored
eo: Listo, kie la nova tasko estos konservita
eu: Ataza berria gordeko den zeregin-zerrenda

source: Create new todo and close this widget.
eo: Krei novan aĵon kaj fermi ĉi tiun fenestraĵon.
eu: Sortu zeregin berria eta itxi trepeta hau.

source: Open todo editor, where more details can be changed.
eo: Malfermi farend-redaktilon, kie pliaj detaloj povas esti ŝanĝitaj.
eu: Ireki zereginen editorea, xehetasun gehiago aldatzeko.

source: Close the widget for creating new todos.
eo: Fermi la fenestraĵon por krei novajn farendojn.
eu: Itxi zeregin berriak sortzeko trepeta.

source: Check I received a reply about "%1"
eo: Kontroli, ke mi ricevis respondon pri "%1"
eu: Egiaztatu "%1"(e)ri buruzko erantzun bat jaso dudan

source: Reply to "%1"
eo: Respondi al "%1"
eu: Erantzun "%1"(e)ri

# %1 is summary of the todo, %2 is name of the folder in which it is stored
source: New todo '%1' was added to task list '%2'
eo: Nova farendo '%1' estis aldonita al taskolisto '%2'
eu: '%1' zeregin berria '%2' ataza-zerrendara gehitu da

source: Create To-do
eo: Krei Farendon
eu: Sortu zeregina

source: Allows you to create a calendar to-do or reminder from this message
eo: Ebligas al vi krei kalendaran farendon aŭ memorigilon de ĉi tiu mesaĝo
eu: Mezu honetatik abiatuz egutegiko zeregin bat edo oroigarri bat sortzeko aukera ematen dizu

source: This option starts the KOrganizer to-do editor with initial values taken from the currently selected message. Then you can edit the to-do to your liking before saving it to your calendar.
eo: Ĉi tiu elekteblo lanĉas la farend-redaktilon de KOrganizer kun komencaj valoroj prenitaj el la nuntempe elektita mesaĝo. Tiam vi povas redakti la farendon laŭplaĉe antaŭ ol konservi ĝin en via kalendaro.
eu: Aukera honek KOrganizer-ren zereginen editorea abiarazten du, hasierako balioak unean hautatutako mezutik hartuta. Ondoren zeregina zure gustura editatu dezakezu egutegian gorde baino lehen.

# @title:window
source: Configure "External Script" Plugin
eo: Agordi kromprogramon "Ekstera Skripto".
eu: Konfiguratu «Kanpoko gidoia» plugina

# @action:button
source: Add Script…
eo: Aldoni Skripton…
eu: Gehitu gidoia…

# @action:button
source: Remove Script
eo: Forigi Skripton
eu: Kendu gidoia

# @action:button
source: Modify Script…
eo: Modifi Skripton…
eu: Aldatu gidoia…

# @label:textbox
source: External Script:
eo: Ekstera Skripto:
eu: Kanpoko gidoia:

source: Do you want to remove this script "%1"?
eo: Ĉu vi volas forigi ĉi tiun skripton "%1"?
eu: "%1" gidoi hau kendu nahi duzu?

# @title:window
source: Remove External Script
eu: Kendu kanpoko gidoia

# @title:window
source: Add or Modify External Script
eo: Aldoni aŭ Modifi Eksteran Skripton
eu: Gehitu edo aldatu kanpoko gidoia

source: Name:
eo: Nomo:
eu: Izena:

source: Description:
eo: Priskribo:
eu: Azalpena:

# @info:placeholder
source: Add command arguments…
eo: Aldoni komandargumentojn…
eu: Gehitu komando-argumentuak…

source: Command Line:
eo: Komandlinio:
eu: Komando-lerroa:

# @label:textbox
source: <qt><a href="whatsthis1">Argument format information…</a></qt>
eo: <qt><a href="whatsthis1">Argumentformata informo…</a></qt>
eu: <qt><a href="whatsthis1">Argumentu-formatuari buruzko informazioa…</a></qt>

source: <qt><p><strong>These expressions may be used for the arguments:</strong></p><ul><li>%s - the subject of message</li><li>%from - the from email address</li><li>%cc - the list of cc email address</li><li>%bcc - the list of bcc email address</li><li>%body - the body of message</li><li>%inreplyto - the reply email address</li><li>%akonadiUrl - the akonadi url (as akonadi:?item=187020)</li></ul></strong></p></qt>
eo: <qt><p><strong>Ĉi tiuj esprimoj povas esti uzataj por la argumentoj:</strong></p><ul><li>%s - la temo de mesaĝo</li><li>%from - la de retadreso</li><li>%cc - la listo de cc retadreso</li><li>%bcc - la listo de bcc retadreso</li><li>%body - la korpo de mesaĝo< /li><li>%inreplyto - la responda retadreso</li><li>%akonadiUrl - la akonadi-url (kiel akonadi:?item=187020)</li></ul></strong></p></qt>
eu: <qt><p><strong>Adierazpen hauek argumentu gisa erabil daitezke:</strong></p><ul><li>%s - mezuaren gaia</li><li>%from - igorlearen e-posta helbidea </li><li>%cc - cc e-posta helbideen zerrenda</li><li>%bcc - bcc e-posta helbideen zerrenda</li><li>%body - mezuaren gorputza</li><li>%inreplyto - erantzuneko e-posta helbidea</li><li>%akonadiUrl - Akonadiren URLa (akonadi:?item=187020 gisa)</li></ul></strong></p></qt>

source: Executable:
eo: Efektivigebla:
eu: Exekutagarria:

source: '%1' not found
eo: '%1' ne trovita
eu: '%1' ez da aurkitu

# @title:window
source: Executable not found.
eo: Ruleblaĵo ne trovita.
eu: Exekutagarria ez da aurkitu.

source: Impossible to start executable
eo: Neeble komenci ruleblan
eu: Exekutagarria abiaraztea ezinezkoa da

# @action
source: External Script
eo: Ekstera Skripto
eu: Kanpoko gidoia

source: Configure
eo: Agordi
eu: Konfiguratu

source: Remove External Script
eo: Forigi Eksteran Skripton
