Repository: KDE/kdepim-addons
Catalog: po/*/messageviewer_text_vcard_plugin.po
Languages: he, it, ka

source: Attached business card
he: כרטיס ביקור מצורף
it: Biglietto da visita allegato
ka: მიმაგრებული საქმიანი ბარათი

source: [Add this contact to the address book]
he: [הוספת איש קשר זה לפנקס הכתובות]
it: [Aggiungi questo contatto alla rubrica degli indirizzi]
ka: [ამ კონტაქტის მისამართების წიგნაკში ჩამატება]

source: [Update this contact in the address book]
he: [עדכון איש קשר זה בפנקס הכתובות]
it: [Aggiorna questo contatto nella rubrica degli indirizzi]
ka: [მისამართების წიგნში ამ კონტაქტის განახლება]

source: [This contact is already in addressbook]
he: [איש קשר זה כבר נמצא בפנקס הכתובות]
it: [Questo contatto è già nella rubrica degli indirizzi]
ka: [ეს კონტაქტი მისამართების წიგნში უკვე არსებობს]

source: View Business Card
he: הצגת כרטיס הביקור
it: Visualizza biglietto da visita
ka: საქმიანი ბარათის ნახვა

source: Save Business Card As…
he: שמירת כרטיס הביקור בתור…
it: Salva biglietto da visita come…
ka: საქმიანი ბარათის შენახვა, როგორც…

source: Add this contact to the address book.
he: הוספת איש קשר זה לפנקס הכתובות.
it: Aggiungi questo contatto alla rubrica degli indirizzi.
ka: ამ კონტაქტის მისამართების წიგნაკში ჩამატება.

source: Update this contact to the address book.
he: לעדכן את איש הקשר הזה בפנקס הכתובות.
it: Aggiorna questo contatto nella rubrica degli indirizzi.
ka: მისამართების წიგნში ამ კონტაქტის განახლება.

source: Add "%1" to the address book.
he: הוספת „%1” לפנקס הכתובות.
it: Aggiungi «%1» alla rubrica degli indirizzi.
ka: %1-ის მისამართების წიგნში ჩამატება.

source: Update "%1" to the address book.
he: לעדכן את „%1” בפנקס הכתובות.
it: Aggiorna «%1» nella rubrica degli indirizzi.
ka: %1-ის განახლება მისამართების წიგნში.

# @title:window
source: Save Business Card
it: Salva biglietto da visita
ka: საქმიანი ბარათის შენახვა

source: The vCard's primary email address is not in addressbook.
he: כתובת הדוא״ל הראשית של ה־vCard אינה בפנקס הכתובות.
it: L'indirizzo di posta primario della vCard non è nella rubrica.
ka: VCARD-ის ძირითადი ელფოსტა მისამართების წიგნში არაა.

source: There are two or more contacts with same email stored in addressbook.
he: יש יותר משני אנשי קשר עם אותה כתובת הדוא״ל שמאוחסנים בפנקס הכתובות.
it: Ci sono due o più contatti con lo stesso indirizzo di posta nella rubrica.
ka: მისამართების წიგნში ერთი და იგივე ელფოსტის მისამართის მქონეორი ან მეტი კონტაქტი არსებობს.

source: The vCard was updated in your address book; you can add more information to this entry by opening the address book.
he: ה־vCard עודכן בפנקס הכתובות שלך, אפשר להוסיף מידע נוסף לרשומה הזאת על ידי פתיחת פנקס הכתובות.
it: La vCard è stata aggiornata nella rubrica; puoi aggiungere maggiori informazioni per questa voce aprendo la rubrica indirizzi.
ka: თქვენს მისამართების წიგნში vCard განახლდა. თუ გნებავთ, ამ ჩანაწერს ინფორმაცია კიდევ დაამატოთ, გახსენით ის.

source: Email not specified
he: כתובת הדוא״ל לא צוינה
it: Indirizzo di posta elettronica non specifica
ka: ელფოსტა მითითებული არაა
