Repository: KDE/kdepim-addons
Catalog: po/*/messageviewer_application_gnupgwks_plugin.po
Languages: eo, eu, zh_tw

source: Display key details
eo: Montri ŝlosilajn detalojn
eu: Azaldu gakoaren xehetasunak
zh_tw: 顯示金鑰詳情

source: Publish the key
eo: Eldoni la ŝlosilon
eu: Argitaratu gakoa
zh_tw: 公開發佈金鑰

source: No valid key data in file.
eo: Neniuj validaj ŝlosilaj datumoj en dosiero.
eu: Fitxategian ez dago balio duen gako-daturik.
zh_tw: 檔案中沒有有效的金鑰資料。

source: Import the key
eo: Importi la ŝlosilon
eu: Inportatu gakoa
zh_tw: 匯入金鑰

source: An error occurred while importing the key.
eo: Okazis eraro dum importado de la ŝlosilo.
eu: Errore bat gertatu da gakoa inportatzean.
zh_tw: 匯入金鑰時發生錯誤。

# @title:window
source: Import error
eo: Import-eraro
zh_tw: 匯入錯誤

source: No keys to import where found.
eo: Neniuj ŝlosiloj por importi kie troviĝas.
eu: Ez da inportatzeko gakorik aurkitu.
zh_tw: 沒有找到要匯入的金鑰。

source: The key has been successfully imported.
eo: La ŝlosilo estis sukcese importita.
eu: Gakoa ondo inportatu da.
zh_tw: 金鑰已成功匯入。

# @title:window
source: Import finished
eo: Importo finiĝis
zh_tw: 匯入完成

source: Register your OpenPGP key with your email provider.
eo: Registru vian OpenPGP-ŝlosilon ĉe via retpoŝta provizanto.
eu: Erregistratu zure OpenPGP gakoa zure e-posta hornitzailearekin.
zh_tw: 向您的電子郵件提供者註冊您的 OpenPGP 金鑰

source: When you register your key with your email provider other people will then be able to retrieve the key and send you encrypted emails and verify authenticity of emails you send them.
eo: Kiam vi registras vian ŝlosilon ĉe via retpoŝta provizanto, aliaj homoj tiam povos preni la ŝlosilon kaj sendi al vi ĉifritajn retpoŝtojn kaj kontroli aŭtentikecon de retpoŝtoj, kiujn vi sendas al ili.
eu: Zure gakoa zure e-posta hornitzailearekin erregistratzen duzunean, beste batzuek gakoa eskuratu ahalko dute, zuri zifratutako e-postak bidali eta zuk haiei bidalitakoen egiazkotasuna egiaztatu ahalko dute.
zh_tw: 當您向您的電子郵件提供者註冊您的金鑰時，其他人就能取得該金鑰來寄送加密信件給您，或是確認您寄給他們的信件的真實性。

source: An error occurred while publishing the key. Please try again later.
eo: Okazis eraro dum publikigado de la ŝlosilo. Bonvolu reprovi poste.
eu: Errore bat gertatu da gakoa argitaratzean. Mesedez, saiatu berriz beranduago.
zh_tw: 公開金鑰時發生錯誤。請稍後再試。

source: Register the key
eo: Registri la ŝlosilon
eu: Erregistratu gakoa
zh_tw: 註冊金鑰

source: The email will be automatically deleted once you confirm the registration.
eo: La retpoŝto estos aŭtomate forigita post kiam vi konfirmas la registradon.
eu: E-posta automatikoki ezabatuko da erregistroa berresten duzunean.
zh_tw: 郵件將在您確認註冊之後自動刪除。

source: Show key details
eo: Montri ŝlosilajn detalojn
eu: Erakutsi gakoaren xehetasunak
zh_tw: 顯示金鑰詳情

source: This is an automatically generated email. The purpose of this email is to register your OpenPGP key with your email provider.
eo: Ĉi tio estas aŭtomate generita retpoŝto. La celo de ĉi tiu retpoŝto estas registri vian OpenPGP-ŝlosilon ĉe via retpoŝta provizanto.
eu: Hau, automatikoki sortutako e-posta bat da. E-posta honen helburua, zure OpenPGP gakoa zure e-posta hornitzailearekin partekatzea da.
zh_tw: 這是一封自動產生的電子郵件。此郵件的目的是要向您的電子郵件提供者註冊您的 OpenPGP 金鑰。

source: Your OpenPGP key will be published on your email provider's key server. Other users will be able to retrieve the key and send you encrypted emails and verify authenticity of emails you send them.
eo: Via OpenPGP-ŝlosilo estos publikigita sur la ŝlosilservilo de via retpoŝta provizanto. Aliaj uzantoj povos preni la ŝlosilon kaj sendi al vi ĉifritajn retpoŝtojn kaj kontroli aŭtentikecon de retpoŝtoj, kiujn vi sendas al ili.
eu: Zure OpenPGP gakoa, zure e-posta hornitzailearen giltza-sortan argitaratuko da. Beste erabiltzaile batzuk gakoa eskuratzeko aukera izango dute, zuri zifratutako e-postak bidali eta beraiei bidali dizkiezun e-posten egiazkotasuna egiaztatu ahalko dute.
zh_tw: 您的 OpenPGP 金鑰將會公開發佈於您的電子郵件提供者的金鑰伺服器。其他使用者會能夠取得您的金鑰，並使用它來寄加密郵件給您，或是確認您傳給他們的郵件的真實性。

source: OpenPGP Key
eo: OpenPGP-ŝlosilo
eu: OpenPGP gakoa
zh_tw: OpenPGP 金鑰

source: This is an OpenPGP key, which can be used to sign or encrypt emails.
eo: Ĉi tio estas OpenPGP-ŝlosilo, kiu povas esti uzata por subskribi aŭ ĉifri retpoŝtojn.
eu: Hau, OpenPGP gako bat da, e-postak sinatzeko edo zifratzeko erabil daitekeena.
zh_tw: 這是一個 OpenPGP 金鑰，可以用來簽署或加密郵件。

source: Loading key details...
eo: Ŝargante ŝlosilajn detalojn...
eu: Gakoaren xehetasunak zamatzen...

source: Owner:
eo: Posedanto:
eu: Jabea:
zh_tw: 擁有者：

source: Created:
eo: Kreita:
eu: Sortze-data:
zh_tw: 建立時間：

source: Fingerprint:
eo: Fingrosigno:
eu: Hatz-marka:
zh_tw: 指紋：

source: This key is unknown, it could not be found in your local keyring. You may want to import this key.
eo: Ĉi tiu ŝlosilo estas nekonata, ĝi ne troviĝis en via loka ŝlosilringo. Vi eble volas importi ĉi tiun ŝlosilon.
eu: Gako hori ezezaguna da, ezin izan du zure gako-sortan aurkitu. Agian gako hori inportatu nahiko duzu.
zh_tw: 金鑰未知，它不在您的本地鑰匙圈中。您可能會想要匯入此金鑰。

source: Error while loading key: %1
eo: Eraro dum ŝargo de ŝlosilo: %1
eu: Errorea gakoa inportatzean: %1
zh_tw: 載入金鑰時發生錯誤：%1

source: Hide key details
eo: Kaŝi ŝlosilajn detalojn
eu: Ezkutatu gakoaren xehetasunak
zh_tw: 隱藏金鑰詳情

source: Open in Kleopatra
eo: Malfermi en Kleopatra
eu: Ireki «Kleopatra»n
zh_tw: 在 Kleopatra 中開啟

source: Show key details ...
eo: Montri ŝlosilajn detalojn...
eu: Erakutsi gakoaren xehetasunak...

source: Import key
eo: Importi ŝlosilon
eu: Inportatu gakoa
zh_tw: 匯入金鑰

source: Import error
eu: Inportatzeko errorea

source: Import finished
eu: Inportatzea burutu da

source: Loading key details…
zh_tw: 正在載入金鑰詳情…

source: Show key details …
zh_tw: 顯示金鑰詳情 …
