Repository: KDE/kdepim-addons
Catalog: po/*/messageviewerheaderplugins.po
Languages: he

source: [vCard]
he: [כרטיס ביקור - vCard]

source: CC:
he: עותק:

source: BCC:
he: עותק נסתר:

# View->headers->
source: &Brief Headers
he: כותרות מ&קוצרות

source: Show brief list of message headers
he: הצגת רשימת כותרות הודעות מקוצרת

source: From:
he: מאת:

source: To:
he: אל:

# View->headers->
source: &Enterprise Headers
he: כותרות &עסקיות

source: Show the list of headers in Enterprise style
he: הצגת רשימת הכותרות בסגנון עסקי

source: (resent from %1)
he: (נשלח מחדש דרך %1)

source: (receiver was %1)
he: (נמען או נמענת היו %1)

# To-field of the mail header.
source: To:
he: אל:

source: Date:
he: תאריך:

source: MDN To:
he: MDN אל:

source: Spam Status:
he: מצב ספאם:

# View->headers->
source: &Fancy Headers
he: &כותרות מהודרות

source: Show the list of headers in a fancy format
he: הצגת רשימת הכותרות בעיצוב מהודר

source: Attachments:
he: צרופות:

# View->headers->
source: &Long Headers
he: כותרות &ארוכות

source: Show long list of message headers
he: הצגת רשימת כותרות הודעות ארוכה

# View->headers->
source: &Standard Headers
he: כותרות &רגילות

source: Show standard list of message headers
he: הצגת רשימת כותרות הודעות רגילה
