Repository: KDE/kdepim-addons
Catalog: po/*/messageviewer_semantic_plugin.po
Languages: ta

source: Send to %1
ta: %1-க்கு அனுப்பு

source: Show calendar at the time of this reservation.
ta: நாள்காட்டியைத் திறந்து இதன் நேரத்தைக் காட்டு

source: Add reservation to your calendar.
ta: முன்பதிவை நாள்காட்டியில் சேர்

source: Import reservation into KDE Itinerary.
ta: முன்பதிவை KDE Itinerary-யில் இறக்குமதி செய்.

source: Send this reservation to a device using KDE Connect.
ta: கே.டீ.யீ. கனெக்ட் மூலம் இம்முன்பதிவை சாதனத்திற்கு அனுப்பு.

source: Ticket
ta: பயணச்சீட்டு

source: View
ta: காட்டு

source: Download
ta: பதிவிறக்கு

source: Modify
ta: திருத்து

source: Cancel
ta: ரத்து செய்

source: Reservation canceled.
ta: முன்பதிவு ரத்து செய்யப்பட்டுள்ளது.

source: Seat: %1
ta: இருக்கை: %1

source: Canceled:
ta: ரத்து செய்தது:

source: Gate: %1
ta: வாயில்: %1

source: Boarding: %1
ta: ஏற வேண்டியது: %1

source: Number Of People: %1
ta: ஆட்களின் எண்ணிக்கை: %1

source: Reservation Number: %1
ta: முன்பதிவு எண்: %1

source: Under Name: %1
ta: இவர் பெயரில்: %1

source: Show Calendar
ta: நாள்காட்டியைக் காட்டு

source: Add to Calendar
ta: நாள்காட்டியில் சேர்

source: Add to KDE Itinerary
ta: KDE Itinerary-யில் சேர்

source: Send to Device…
ta: சாதனத்திற்கு அனுப்பு…

source: Show location on map
ta: நிலப்படத்தில் இருப்பிடத்தைக் காட்டு

source: Search address on map
ta: முகவரியை நிலப்படத்தில் தேடு

source: Reserved for:
ta: ஒதுக்கப்பட்டுள்ள இடைவெளி:

source: Class: %1
ta: வகுப்பு: %1

source: Coach: %1
ta: பெட்டி: %1
