Repository: KDE/kdepim-addons
Catalog: po/*/messageviewerconfiguresettingsplugins.po
Languages: az, he

# @option:check
source: Still verify the signature, if a domain is only testing DKIM
he: עדיין לאמת את החתימה, אם שם התחום רק בודק DKIM

# @option:check
source: Use relaxed parsing when reading "Authentication-Result" header
he: להשתמש בפענוח נינוח בעת קריאת הכותרת „Authentication-Result”

source: Nothing
az: Heç nə
he: כלום

source: Warning
az: Xəbərdarlıq
he: אזהרה

source: Error
az: Xəta
he: שגיאה

source: Treat RSA-SHA1 sign algorithm as:
az: RSA-SHA1 işarə alqoritmini aşağıdakı kimi qəbul edin:
he: להתייחס לאלגוריתם חתימה RSA-SHA1 בתור:

source: Treat small Key as:
az: Kiçik açarı belə qəbul edin:
he: להתייחס למפתח קטן בתור:

# @action:button
source: Configure
he: הגדרה

source: Authentication Server verified:
az: Etibarlı kimlik doğrulaması serveri:
he: שרת אימות הזהות אומת:

# @title:window
source: Configure Authentication Verified Server
az: Etibarlı kimlik doğrulaması serverini tənzimləyin
he: הגדרת שרת אימות עם זהות מאומתת

source: New Server:
az: Yeni server:
he: שרת חדש:

source: New Server
az: Yeni server
he: שרת חדש

source: Modify Server
az: Serveri dəyişin
he: החלפת שרת

source: Server:
he: שרת:

source: Do you want to delete selected server(s) name?
az: Seçilmiş server ad(lar)ını silmək istəyirsiniz?
he: למחוק את שמות השרתים הנבחרים?

# @title:window
source: Configure DKIM
az: DKIM-i tənzimləyin
he: הגדרת DKIM

source: General
az: Əsas
he: כללי

source: Record Keys
az: Yazma açarı
he: מפתחות רשומות

source: Policy
az: Qayda
he: מדיניות

source: Advanced
az: Təkmilləşmiş
he: מתקדם

# @option:check
source: Enable DKIM Support
he: הפעלת תמיכה ב־DKIM

# @option:check
source: Save DKIM Result
he: שמירת תוצאת DKIM

# @option:check
source: Replace DKIM result by Authentication-Result header value
he: החלפת תוצאת DKIM בערך הכותרת Authentication-Result

# @label:textbox
source: Save Record Key:
he: שמירת מפתח רשומה:

source: Save
az: Saxlayın
he: שמירה

source: Save and Compare
az: Saxlayın və müqayisı edin
he: שמירה והשוואה

# @option:check
source: Check if e-mail should be signed
he: לבדוק האם לחתום על הודעת הדוא״ל

# @option:check
source: Use DMARC to heuristically determine if an e-mail should be signed
he: להשתמש ב־DMARC כדי לזהות באופן היוריסטי כדי לקבוע האם צריך לחתום על הודעת הדוא״ל

# @option:check
source: Use default rule
he: להשתמש בכלל ברירת המחדל

# @option:check
source: Autogenerate rule
he: יצירת כלל אוטומטית

# @option:check
source: Read Authentication-Results header
he: קריאת כותרת Authentication-Result

# @option:check
source: Autogenerate when Sender in SDID
he: לייצר אוטומטית כאשר המוען ב־SDID

# @action:button
source: Show Rules
he: הצגת כללים

# @title:window
source: Configure Expiry Account Trash Folder
az: İstifadə müddəti hesabların qeydlər səbət qovluğunu tənzimləyin
he: הגדרת תיקיית אשפה לחשבון תפוגה

# @title:window
source: Configure Folder Settings
az: Qovluq ayarlarını tənzimləyin
he: הגדרת תצורת תיקייה

source: Modify
az: Dəyşdirin
he: שינוי

source: View
az: Baxış
he: צפייה

source: Expiry
az: Bitmə müddəti
he: תפוגה

source: Template
az: Şablon
he: תבנית

source: It will override all settings for each selected folder. Do you want to continue?
az: Hər seçilmiş qovluq üçün bütün parametrlər dəyişdiriləcəkdir. Davam etmək istəyirsiniz?
he: כל ההגדרות לכל אחת מהתיקיות שנבחרו תידרסנה. להמשיך?

# @title:window
source: Save Folder Settings
he: הגדרות תיקיית שמירה

# @action:button
source: Select
he: בחירה

# @action:button
source: Unselect
he: ביטול בחירה

# @title:window
source: Configure Gravatar
az: Gravatar tənzimləməsi
he: הגדרת Gravatar

# @option:check
source: Enable Gravatar Support
he: הפעלת תמיכה ב־Gravatar

# @title:window
source: Create
az: Yaradın
he: יצירה

# @title:window
source: Edit
az: Düzəliş edin
he: עריכה

# @option:check
source: Enabled
he: פעיל

source: Server Name:
az: Serverin adı:
he: שם השרת:

# @label:textbox
source: <qt><a href="whatsthis1">Argument format information…</a></qt>
he: <qt><a href="whatsthis1">פרטי תבנית ארגומנטים…</a></qt>

source: <qt><p><strong>These expressions may be used for the arguments:</strong></p><ul><li>%u - url used by command</li></ul></strong></p></qt>
az: <qt><p><strong>Arqument üçün bu ifadələri istifadə etmək olar:</strong></p><ul><li>əmr ilə istifadə olunan, %u - url</li></ul></strong></p></qt>
he: <qt><p><strong>אפשר להשתמש בביטויים האלה לארגומנטים:</strong></p><ul><li>%u - הכתובת לשימוש הפקודה</li></ul></strong></p></qt>

source: Command line:
az: Əmr sətri:
he: שורת פקודות:

source: Executable:
az: İcar edilə bilən fayl:
he: קובץ הפעלה:

# @title:window
source: Configure Open Url With Plugin
az: Qoşmanın köməyi ilə URL-un açılması ayarları
he: הגדרת פתיחת כתובת עם תוסף

# @action:button
source: Add Rule…
he: הוספת כלל…

# @action:button
source: Remove Rule
az: Qaydanı silin
he: הסרת כלל

# @action:button
source: Modify Rule…
he: שינוי כלל…

source: A rule for host was already added.
he: כבר נוסף כלל למארח.

# @title:window
source: Host already checked
he: המארח כבר נבדק

source: Rule already exists.
az: Qayda artıq mövcuddur.
he: הכלל כבר קיים.

# @title:window
source: Duplicate Rule
he: שכפול כלל

source: Do you want to remove this rule?
az: Bu qaydanı silmək istəyirsiniz?
he: להסיר את הכלל הזה?

# @title
source: Remove Rule
az: Qaydanı silin
he: הסרת כלל

source: Add Rule…
he: הוספת כלל…

source: Edit Rule…
he: עריכת כלל…

source: Remove Rule
az: Qaydanı silin
he: הסרת כלל

# @title:window
source: Configure Scam Settings
az: Zərərli məktub ayarlarını tənzimləyin
he: הגדרת תצורת הונאה

source: Add…
he: הוספה…

source: Disable All Check
az: Bütün yoxlamaları söndürün
he: כיבוי כל הבדיקות

source: Redirect Url
az: Yönləndirmə üçün URL
he: כתובת הפניה

source: Has Ip
az: İP-yə malikdirs
he: יש IP

# @title:column
source: Domain
he: שם תחום

# @title:column
source: Check
he: בדיקה

source: Still verify the signature, if a domain is only testing DKIM
az: Əgər domen yalnız DKİM-i sınaqdan keçirirsə, hər halda imzanı yoxlayın

source: Use relaxed parsing when reading "Authentication-Result" header
az: "Kimlik doğrulaması nəticəsi" başlığı oxunan zaman uyğunlaşdırılmış e-poçtdan istifadə edin

source: Configure
az: Tənzimləyin

source: Enable DKIM Support
az: DKIM dəstəyini işə salın

source: Save DKIM Result
az: DKIM nəticəsini saxlayın

source: Replace DKIM result by Authentication-Result header value
az: DKIM nəticəsini Kimlik doğrulaması nəticəsi başçlığındakı dəyər ilə əvəz edin

source: Save Record Key:
az: Yazma aşarını saxlayın

source: Check if e-mail should be signed
az: Məktubun imzalanmalı olub olmadığını yoxlayın

source: Use DMARC to heuristically determine if an e-mail should be signed
az: Məktubun imzalanmasının lazım olub olmadığını evristik olaraq müəyyən etmək üçün DMARC-dan istifadə edin

source: Use default rule
az: Standart qayda istifadə edin

source: Autogenerate rule
az: Qaydanın avtomatik yaradılması

source: Read Authentication-Results header
az: Kimlik doğrulaması nəticələri başlığını oxuyun

source: Autogenerate when Sender in SDID
az: Göndərən SDID-də olduqda avtomatik yaradılsın

source: Show Rules
az: Qydalar göstərilsin

source: Select
az: Seçin

source: Unselect
az: Seçimi ləğv edin

source: Enable Gravatar Support
az: Gravatar dəstəyini işə salın

source: <qt><a href="whatsthis1">Argument format information...</a></qt>
az: <qt><a href="whatsthis1">Arqument formatı haqqında məlumat...</a></qt>

# @action:button
source: Add Rule...
az: Qayda əlavə edin...

# @action:button
source: Modify Rule...
az: Qaydanı dəyişin...

source: Duplicate Rule
az: Qaydanın təkrarı

source: Add Rule...
az: Qayda əlavə edin...

source: Edit Rule...
az: Qaydaya düzəliş edin...
