Repository: KDE/kdepim-addons
Catalog: po/*/sieveeditor_plugins.po
Languages: da, eo, he

# @info:placeholder
source: Click on button for selecting contacts…
da: Klik på knappen for at vælge kontakter…

# @info:tooltip
source: Select Emails
da: Vælg e-mails
he: בחירת הודעות

# @title:window
source: Select Emails
da: Vælge-mails
eo: Elektu Retpoŝtojn
he: בחירת הודעות

# @title:window
source: Create Folder
da: Opret mappe
he: יצירת תיקייה

source: Error during creating folder: %1
da: Fejl under oprettelse af mappe: %1
eo: Eraro dum kreado de dosierujo: %1
he: שגיאה ביצירת התיקייה: %1

# @action:button
source: Create Folder…
da: Opret mappe…
he: יצירת תיקייה…

# @title:window
source: Select IMAP folder
da: Vælg IMAP-mappe
eo: Elekti IMAP-dosierujon
he: בחירת תיקיית IMAP

source: Unable to load folder list
da: Kunne ikke indlæse mappeliste
eo: Ne eblas ŝargi dosierujon
he: לא ניתן לטעון את רשימת התיקיות

source: Loading in progress…
da: Indlæsning i gang…
he: מתבצעת טעינה…

# @info:placeholder
source: Search…
da: Søg…

# @info:tooltip
source: Refresh IMAP Folder List
da: Genopfrisk IMAP-mappe-liste
he: רענון רשימת תיקיות IMAP

source: Create Folder
da: Opret mappe
eo: Krei Dosierujon
he: יצירת תיקייה

source: Folder Name:
da: Mappenavn:
eo: Nomo de dosierujo:
he: שם תיקייה:

source: Slashes are not allowed in folder names.
da: Skråstreger er ikke tilladt i mappenavne.
eo: Oblikvoj ne estas permesitaj en dosierujoj.
he: אסור לוכסנים בשמות תיקיות.

source: Empty folder name is not supported.
da: Tomt mappenavn understøttes ikke.
eo: Malplena dosierujo ne estas subtenata.
he: אין תמיכה בשמות ריקים לתיקיות.

source: Error during loading folders: %1
da: Fejl under indlæsning af mapper: %1
eo: Eraro dum ŝargo de dosierujoj: %1
he: שגיאה בטעינת התיקיות: %1

# @title:window
source: Load Folders
da: Indlæs mapper
he: טעינת תיקיות

# @info:tooltip
source: Select IMAP folder
da: Vælg IMAP-mappe
he: בחירת תיקיית IMAP

# @info:placeholder
source: Click on button for selecting folder…
da: Klik på knappen for at vælge mapper…

source: Click on button for selecting contacts...
eo: Alklaki la butonon por elekti kontaktojn...

source: Select Emails
eo: Elekti Retpoŝtojn

source: Create Folder...
eo: Krei dosierujon...

source: Loading in progress...
eo: Ŝargo en progreso...

source: Search...
eo: Serĉi...

source: Refresh IMAP Folder List
eo: Refreŝigi IMAP-dosierujon

source: Load Folders
eo: Ŝargi Dosierujojn

source: Select IMAP folder
eo: Elekti IMAP-dosierujon

source: Click on button for selecting folder...
eo: Alklaku la butonon por elekti dosierujon...
