{
    "KPlugin": {
        "Description": "This plugin allows you to manage Akonadi database.",
        "Description[ca@valencia]": "Este connector permet gestionar la base de dades d'Akonadi.",
        "Description[ca]": "Aquest connector permet gestionar la base de dades de l'Akonadi.",
        "Description[es]": "Este complemento le permite gestionar la base de datos de Akonadi.",
        "Description[fr]": "Ce module externe permet de gérer la base de données de Akonadi.",
        "Description[ia]": "Iste plugin te permitte fgerer Base de datos de Akonadi.",
        "Description[it]": "Questa estensione ti consente di gestire la banca dati di Akonadi.",
        "Description[ko]": "이 플러그인은 Akonadi 데이터베이스를 관리합니다.",
        "Description[nl]": "Deze plug-in stelt u in staat de database van Akonadi te beheren.",
        "Description[pt]": "Este 'plugin' permite-lhe gerir a base de dados do Akonadi.",
        "Description[pt_BR]": "Este plugin permite a você gerenciar o banco de dados do Akonadi.",
        "Description[sl]": "Ta vstavek omogoča upravljanje podatkovne baze Akonadi.",
        "Description[tr]": "Bu eklenti, Akonadi veritabanını yönetmenize izin verir.",
        "Description[uk]": "За допомогою цього додатка можна керувати базою даних Akonadi.",
        "Description[x-test]": "xxThis plugin allows you to manage Akonadi database.xx",
        "EnabledByDefault": "false",
        "Id": "kmailakonadidatabasetool",
        "Name": "Akonadi Database Manager",
        "Name[ca@valencia]": "Gestor de base de dades d'Akonadi",
        "Name[ca]": "Gestor de base de dades de l'Akonadi",
        "Name[es]": "Gestor de la base de datos de Akonadi",
        "Name[fr]": "Gestionnaire de base de données de Akonadi",
        "Name[ia]": "Gerente de Base de datos de Akonadi",
        "Name[it]": "Gestore della banca dati di Akonadi",
        "Name[ko]": "Akonadi 데이터베이스 관리자",
        "Name[nl]": "Database-beheerder van Akonadi",
        "Name[pt]": "Gestor da Base de Dados do Akonadi",
        "Name[pt_BR]": "Gerenciador de banco de dados do Akonadi",
        "Name[sl]": "Akonadi Database Manager",
        "Name[tr]": "Akonadi Veritabanı Yöneticisi",
        "Name[uk]": "Керування базою даних Akonadi",
        "Name[x-test]": "xxAkonadi Database Managerxx",
        "Version": "1.0"
    }
}
