{
    "KPlugin": {
        "Description": "This tool plugin allows to get info from addressbook.",
        "Description[ar]": "تتيح لك هذه الملحقة الحصول على المعلومات من دفتر العناوين",
        "Description[bg]": "Този инструмент плъгин позволява да се получи информация от адресната книга.",
        "Description[ca@valencia]": "Este connector d'eina permet obtindre informació de la llibreta d'adreces.",
        "Description[ca]": "Aquest connector d'eina permet obtenir informació de la llibreta d'adreces.",
        "Description[es]": "Este complemento de herramienta permite obtener información de la libreta de direcciones.",
        "Description[eu]": "Tresna-plugin honek helbide-liburuko informazioa lortzeko aukera ematen du.",
        "Description[fr]": "Ce module externe d'outils permet d'obtenir des informations à partir du carnet d'adresses.",
        "Description[he]": "התוסף הזה מאפשר לך לקבל מידע מפנקס הכתובות.",
        "Description[it]": "Questa estensione consente di ottenere informazioni dalla rubrica.",
        "Description[ka]": "ეს ხელსაწყო მისამართების წიგნიდან ინფორმაციის მიღების საშუალებას გაძლევთ.",
        "Description[nl]": "Deze hulpmiddelplug-in stelt u in staat informatie te halen uit het adresboek.",
        "Description[pl]": "Ta wtyczka umożliwia pobieranie szczegółów z książki adresowej.",
        "Description[pt_BR]": "Este plugin permite obter informações do livro de endereços.",
        "Description[sl]": "Ta vstavek vam omogoča dobiti informacije iz adresarja.",
        "Description[sv]": "Insticksprogrammet gör det möjligt att hämta information från adressboken.",
        "Description[tr]": "Bu eklenti, bir adres defterinden bilgi almanıza olanak tanır.",
        "Description[uk]": "Цей додаток інструменту надає змогу отримувати відомості з адресної книги.",
        "EnabledByDefault": true,
        "Name": "AddressBook",
        "Name[ar]": "دفتر العناوين",
        "Name[bg]": "Адресна книга",
        "Name[ca@valencia]": "Llibreta d'adreces",
        "Name[ca]": "Llibreta d'adreces",
        "Name[es]": "Libreta de direcciones",
        "Name[eu]": "Helbide-liburua",
        "Name[fr]": "Carnet d'adresses",
        "Name[he]": "פנקס הכתובות",
        "Name[it]": "Rubrica",
        "Name[ka]": "მისამართების წიგნი",
        "Name[nl]": "Adresboek",
        "Name[pl]": "Książka adresowa",
        "Name[pt_BR]": "Livro de endereços",
        "Name[sl]": "Adresar",
        "Name[sv]": "Adressbok",
        "Name[tr]": "Adres Defteri",
        "Name[uk]": "Адресна книга",
        "Version": "1.0"
    }
}
